Repository: werkmind/german-wordpress-translations
Catalog: memberpress-*.po
Languages: de_de

source: The Membership Pages Slug must only contain letters, numbers and dashes.
de_de: Der Slug der Mitgliederseite darf nur Buchstaben, Zahlen und Bindestriche enthalten.

source: The Group Pages Slug must only contain letters, numbers and dashes.
de_de: Der Slug der Gruppenseiten darf nur Buchstaben, Zahlen und Bindestriche enthalten.

source: At least one Admin Email Address must be set
de_de: Mindestens eine Admin-E-Mail-Adresse muss festgelegt werden

source: The Admin Email Address field must contain 1 or more valid email addresses
de_de: Das Feld Admin Email Address muss 1 oder mehrere gültige E-Mail-Adressen enthalten

# ui
source: I have read and agree to the Terms of Service
de_de: Ich habe die Allgemeinen Geschäftsbedingungen gelesen und stimme ihnen zu

# ui
source: Address Line 1
de_de: Adresse Zeile 1

# ui
source: Address Line 2
de_de: Adresse Zeile 2

# ui
source: City
de_de: Stadt

# ui
source: Country
de_de: Land

# ui
source: State/Province
de_de: Bundesland/Provinz

# ui
source: Zip/Postal Code
de_de: Postleitzahl/Postleitzahl

# ui
source: You don't have access to purchase this item.
de_de: Du hast keinen Zugang, um diesen Artikel zu kaufen.

source: Subscription Expires
de_de: Abonnement läuft ab

source: Subscription Renews
de_de: Abonnement erneuert

source: Credit Card Expires
de_de: Kreditkarte läuft ab

source: Member Signs Up
de_de: Mitglied meldet sich an

source: All Memberships
de_de: Alle Mitgliedschaften

source: Member
de_de: Mitglied

source: Role
de_de: Rolle

source: Capability
de_de: Fähigkeit

source: Is
de_de: Ist

source: All Posts
de_de: Alle Beiträge

source: A Single Post
de_de: Ein einzelner Beitrag

source: Posts Categorized
de_de: Beiträge kategorisiert

source: Posts Tagged
de_de: Getaggte Beiträge

source: All Pages
de_de: Alle Seiten

source: A Single Page
de_de: Eine einzelne Seite

source: Child Pages of
de_de: Kinderseiten von

source: All %s
de_de: Alle %s

source: Child %s of
de_de: Kind %s von

source: All Content Tagged
de_de: Alle Inhalte getaggt

source: All Content Categorized
de_de: Alle Inhalte kategorisiert

source: All Content with %1$s
de_de: Alle Inhalte mit %1$s

source: %1$s Tagged
de_de: %1$s Getaggt

source: %1$s Categorized
de_de: %1$s kategorisiert

source: %1$s with %2$s
de_de: %1$s mit %2$s

source: All Content
de_de: Alle Inhalte

source: Partial
de_de: Teilweise

source: Custom URI
de_de: Benutzerdefinierte URI

source: day(s)
de_de: tag(e)

source: week(s)
de_de: woche(n)

source: month(s)
de_de: monat(e)

source: year(s)
de_de: jahr(e)

source: member purchases %s
de_de: mitglied kauft %s

source: MemberPress database migration failed: %1$s %2$s
de_de: MemberPress Datenbank-Migration fehlgeschlagen: %1$s %2$s

source: The user was unable to be saved: %s
de_de: Der Benutzer konnte nicht gespeichert werden: %s

source: This user was unable to be deleted.
de_de: Dieser Benutzer konnte nicht gelöscht werden.

source: [%s] Password Reset
de_de: [%s] Passwort zurücksetzen

source: [%s] Set Your New Password
de_de: [%s] Setze dein neues Passwort

source: [%s] Password Lost/Changed
de_de: [%s] Passwort verloren/geändert

# ui
source: [%s] Your new Password
de_de: [%s] Dein neues Passwort

source: You must enter both your First and Last name
de_de: Du musst sowohl deinen Vor- als auch deinen Nachnamen eingeben

source: You must enter a valid email address
de_de: Du musst eine gültige E-Mail Adresse eingeben

source: This email is already in use by another member
de_de: Diese E-Mail wird bereits von einem anderen Mitglied verwendet

source: Username must not be blank
de_de: Der Benutzername darf nicht leer sein

source: Username must only contain letters, numbers, spaces and/or underscores
de_de: Der Benutzername darf nur Buchstaben, Zahlen, Leerzeichen und/oder Unterstriche enthalten

source: This username has already been taken. If you are an existing user, please %sLogin%s first. You will be redirected back here to complete your sign-up afterwards.
de_de: Dieser Nutzername ist bereits vergeben. Wenn du ein bestehender Benutzer bist, melde dich bitte zuerst an (%sLogin%s). Du wirst dann hierher zurückgeleitet, um deine Anmeldung abzuschließen.

source: Email must be a real and properly formatted email address
de_de: Die E-Mail muss eine echte und korrekt formatierte E-Mail-Adresse sein

source: This email address has already been used. If you are an existing user, please %sLogin%s to complete your purchase. You will be redirected back here to complete your sign-up afterwards.
de_de: Diese E-Mail-Adresse wurde bereits verwendet. Wenn du ein bestehender Benutzer bist, melde dich bitte %sLogin%s an, um deinen Einkauf abzuschließen. Du wirst anschließend hierher zurückgeleitet, um deine Anmeldung abzuschließen.

source: You must enter a Password.
de_de: Du musst ein Passwort eingeben.

source: You must enter a Password Confirmation.
de_de: Du musst eine Passwort-Bestätigung eingeben.

source: Your Password and Password Confirmation don't match.
de_de: Dein Passwort und die Passwort-Bestätigung stimmen nicht überein.

source: Only humans are allowed to register.
de_de: Nur Menschen dürfen sich anmelden.

source: Your coupon code is invalid.
de_de: Dein Gutscheincode ist ungültig.

source: You must agree to the Terms of Service
de_de: Du musst den Allgemeinen Geschäftsbedingungen zustimmen

source: You must agree to the Privacy Policy
de_de: Du musst der Datenschutzrichtlinie zustimmen

source: There are no active Payment Methods right now ... please contact the system administrator for help.
de_de: Im Moment gibt es keine aktiven Zahlungsmethoden ... bitte kontaktiere den Systemadministrator für Hilfe.

source: Invalid Payment Method
de_de: Ungültige Zahlungsmethode

source: Your username or password was incorrect
de_de: Dein Benutzername oder Passwort war falsch

source: You must enter a Username or Email
de_de: Du musst einen Benutzernamen oder eine E-Mail eingeben

source: That Username or Email wasn't found.
de_de: Der Benutzername oder die E-Mail wurde nicht gefunden.

source: Your password must meet the minimum strength requirement.
de_de: Dein Passwort muss die Mindeststärke erfüllen.

# ui
source: First Name:
de_de: Erster Name:

# ui
source: First Name Required
de_de: Erforderlicher Vorname

# ui
source: Last Name:
de_de: Nachname:

# ui
source: Last Name Required
de_de: Nachname erforderlich

# ui
source: Invalid Email
de_de: Ungültige E-Mail

# ui
source: Save Profile
de_de: Profil speichern

# ui
source: Change Password
de_de: Passwort ändern

# ui
source: Account
de_de: Konto

# ui
source: Logout
de_de: Abmelden

# ui
source: Login
de_de: Anmeldung

# ui
source: Home
de_de: Zuhause

# ui
source: You have a problem with one or more of your %1$s. To prevent any lapses in your %1$s please visit your %2$s%3$s%4$s page to update them.
de_de: Du hast ein Problem mit einem oder mehreren deiner %1$s. Um zu verhindern, dass deine %1$s verloren gehen, besuche bitte deine %2$s%3$s%4$s-Seite, um sie zu aktualisieren.

# ui
source: New Password
de_de: Neues Passwort

source: Show password
de_de: Passwort anzeigen

# ui
source: Confirm New Password
de_de: Neues Passwort bestätigen

# ui
source: Update Password
de_de: Passwort aktualisieren

# ui
source: or
de_de: oder

# ui
source: Cancel
de_de: Abbrechen

# ui
source: Date
de_de: Datum

# ui
source: Total
de_de: Gesamt

# ui
source: Membership
de_de: Mitgliedschaft

# ui
source: Method
de_de: Methode

# ui
source: Invoice
de_de: Rechnung

# ui
source: Previous Page
de_de: Vorherige Seite

# ui
source: Next Page
de_de: Nächste Seite

# ui
source: You have no completed payments to display.
de_de: Du hast keine abgeschlossenen Zahlungen, die du anzeigen kannst.

# ui
source: Subscription
de_de: Abonnement

# ui
source: Active
de_de: Aktiv

# ui
source: Created
de_de: Erstellt

# ui
source: Card Exp.
de_de: Karte Exp.

# ui
source: Terms
de_de: Begriffe

# ui
source: Sub Account
de_de: Unterkonto

# ui
source: Enabled
de_de: Aktiviert

# ui
source: Lifetime
de_de: Lebenslang

# ui
source: None
de_de: Keine

# ui
source: with coupon
de_de: mit Coupon

# ui
source: Next Billing: %s
de_de: Nächste Abrechnung: %s

# ui
source: Expires: %s
de_de: Läuft ab: %s

# ui
source: Card Expires
de_de: Karte läuft ab

# ui
source: Actions
de_de: Aktionen

# ui
source: Renew
de_de: Erneuern

# ui
source: You have no active subscriptions to display.
de_de: Du hast keine aktiven Abonnements zum Anzeigen.

source: Welcome to MemberPress 1.2.4
de_de: Willkommen bei MemberPress 1.2.4

source: This release includes the following awesome features and fixes:
de_de: Diese Version enthält die folgenden fantastischen Funktionen und Korrekturen:

source: Autoresponder integrations have been moved into Add-ons ...
de_de: Autoresponder-Integrationen wurden in die Add-ons verschoben ...

source: We've added 4 additional auto-responder integration Add-ons
de_de: Wir haben 4 zusätzliche Auto-Responder-Integrations-Add-ons hinzugefügt

source: We've launched our new MemberPress Developer Tools Add-on
de_de: Wir haben unser neues MemberPress Developer Tools Add-on eingeführt

source: We've added an add-on auto-installation page to MemberPress
de_de: Wir haben eine Seite zur automatischen Installation von Add-ons zu MemberPress hinzugefügt

source: We've added a Spanish translation
de_de: Wir haben eine spanische Übersetzung hinzugefügt

source: And much more ...
de_de: Und vieles mehr ...

source: For a full list of features you can visit our %1$schangelog%2$s or %3$sread the blog post about 1.2.4%2$s.
de_de: Eine vollständige Liste der Funktionen findest du in unserem %1$schangelog%2$s oder %3$im Blogbeitrag über 1.2.4%2$s.

source: MemberPress.com Account Login
de_de: MemberPress.com Konto Anmeldung

source: Connected to MemberPress.com
de_de: Verbunden mit MemberPress.com

source: Account Email
de_de: Konto E-Mail

source: Site ID
de_de: Standort-ID

source: Are you sure? This action will disconnect any of your Stripe payment methods, block webhooks from being processed, and prevent you from charging Credit Cards with and being notified of automatic rebills from Stripe.
de_de: Bist du sicher? Diese Aktion trennt alle deine Stripe-Zahlungsmethoden, blockiert die Verarbeitung von Webhooks und verhindert, dass du Kreditkarten mit Stripe belastest und von Stripe über automatische Rückrechnungen informiert wirst.

source: Disconnect from MemberPress.com
de_de: Trenne die Verbindung zu MemberPress.com

source: Connect your site to MemberPress.com to enable MemberPress Cloud Services!
de_de: Verbinde deine Website mit MemberPress.com, um die MemberPress Cloud Services zu aktivieren!

source: Connect to MemberPress.com
de_de: Verbindung zu MemberPress.com

source: The Best Affiliate Program Plugin for WordPress
de_de: Das beste Partnerprogramm-Plugin für WordPress

source: Easy Affiliate helps you create a completely self-hosted affiliate program for your MemberPress site or ecommerce store within minutes. Start growing your sales with the power of referral marketing.
de_de: Mit Easy Affiliate kannst du innerhalb weniger Minuten ein komplett selbst gehostetes Partnerprogramm für deine MemberPress-Website oder deinen E-Commerce-Shop erstellen. Steigere deinen Umsatz mit der Kraft des Empfehlungsmarketings.

source: Integrates with WordPress ecommerce and email marketing solutions
de_de: Integriert mit WordPress E-Commerce- und E-Mail-Marketing-Lösungen

source: Pre-styled, theme-neutral Pro Dashboard
de_de: Vorgestyltes, themenneutrales Pro Dashboard

source: Tracks commissions without using third-party cookies
de_de: Verfolgt Provisionen, ohne Cookies von Dritten zu verwenden

source: Real-Time Reports and 1-click affiliate payouts
de_de: Echtzeit-Berichte und 1-Klick-Affiliate-Auszahlungen

source: Detects affiliate fraud before you pay out
de_de: Erkennt Affiliate-Betrug, bevor du auszahlst

source: Minus the fees and restrictions of other affiliate program solutions
de_de: Ohne die Gebühren und Einschränkungen anderer Partnerprogrammlösungen

source: Get Easy Affiliate
de_de: Easy Affiliate bekommen

source: Go to EasyAffiliate.com to get started on your MemberPress affiliate program.
de_de: Gehe zu EasyAffiliate.com, um mit deinem MemberPress-Partnerprogramm zu beginnen.

source: Install and Activate Easy Affiliate
de_de: Installieren und Aktivieren von Easy Affiliate

source: Install Easy Affiliate from EasyAffiliate.com
de_de: Installiere Easy Affiliate von EasyAffiliate.com

source: Installed & Active
de_de: Installiert & Aktiv

source: Install & Activate
de_de: Installieren & Aktivieren

source: Setup Easy Affiliate
de_de: Easy Affiliate einrichten

source: Easy Affiliate has an intuitive setup wizard to guide you through the setup process.
de_de: Easy Affiliate hat einen intuitiven Einrichtungsassistenten, der dich durch den Einrichtungsprozess führt.

source: The Best Google Analytics Plugin for WordPress
de_de: Das beste Google Analytics Plugin für WordPress

source: MonsterInsights connects MemberPress to Google Analytics, providing a powerful integration with their eCommerce add-on. MonsterInsights is a sister company of MemberPress.
de_de: MonsterInsights verbindet MemberPress mit Google Analytics und bietet eine leistungsstarke Integration mit dem eCommerce-Add-on. MonsterInsights ist ein Schwesterunternehmen von MemberPress.

source: MonsterInsights eCommerce report
de_de: MonsterInsights eCommerce Bericht

source: Track important eCommerce metrics
de_de: Verfolge wichtige eCommerce-Kennzahlen

source: View total revenue, conversion rate, average order value and more
de_de: Gesamtumsatz, Konversionsrate, durchschnittlicher Bestellwert und mehr anzeigen

source: See your top products and top referral sources
de_de: Sieh dir deine Top-Produkte und Top-Empfehlungsquellen an

source: Automatic integration with MemberPress
de_de: Automatische Integration mit MemberPress

source: Install and Activate MonsterInsights
de_de: Installieren und Aktivieren von MonsterInsights

source: Install MonsterInsights from the WordPress.org plugin repository.
de_de: Installiere MonsterInsights aus dem WordPress.org Plugin-Repository.

source: Install MonsterInsights
de_de: MonsterInsights installieren

source: Setup MonsterInsights
de_de: MonsterInsights einrichten

source: MonsterInsights has an intuitive setup wizard to guide you through the setup process.
de_de: MonsterInsights hat einen intuitiven Einrichtungsassistenten, der dich durch den Einrichtungsprozess führt.

source: Get MemberPress Tracking
de_de: MemberPress Tracking erhalten

source: With eCommerce tracking, you can see revenue metrics, conversion rate and much more.
de_de: Mit dem eCommerce-Tracking kannst du Umsatzkennzahlen, Konversionsraten und vieles mehr sehen.

source: (Requires Pro Subscription)
de_de: (Erfordert ein Pro-Abonnement)

source: Activate Now
de_de: Jetzt aktivieren

source: Making Email Deliverability Easy for WordPress
de_de: E-Mail-Zustellbarkeit für WordPress leicht gemacht

source: WP Mail SMTP allows you to easily set up WordPress to use a trusted provider to reliably send emails, including MemberPress notifications. Built by the same folks behind WPForms, which is a sister company of MemberPress.
de_de: Mit WP Mail SMTP kannst du WordPress ganz einfach so einrichten, dass es einen vertrauenswürdigen Anbieter nutzt, um zuverlässig E-Mails zu versenden, einschließlich MemberPress-Benachrichtigungen. WP Mail SMTP wurde von denselben Leuten entwickelt, die auch hinter WPForms stehen, einer Schwesterfirma von MemberPress.

source: WP Mail SMTP mailers
de_de: WP Mail SMTP Mailer

source: Over 1,000,000 websites use WP Mail SMTP
de_de: Über 1.000.000 Websites nutzen WP Mail SMTP

source: Send emails authenticated via trusted parties
de_de: E-Mails über vertrauenswürdige Parteien authentifiziert versenden

source: Transactional Mailers: SendinBlue, Mailgun, SendGrid, Amazon SES
de_de: Transaktionsmailer: SendinBlue, Mailgun, SendGrid, Amazon SES

source: Web Mailers: Gmail, G Suite, Office 365, Outlook.com
de_de: Webmailer: Gmail, G Suite, Office 365, Outlook.com

source: Install and Activate WP Mail SMTP
de_de: Installieren und Aktivieren von WP Mail SMTP

source: Install WP Mail SMTP from the WordPress.org plugin repository.
de_de: Installiere WP Mail SMTP aus dem WordPress.org Plugin-Repository.

source: Install WP Mail SMTP
de_de: WP Mail SMTP installieren

source: Setup WP Mail SMTP
de_de: WP Mail SMTP einrichten

source: Select and configure your mailer.
de_de: Wähle deinen Mailer aus und konfiguriere ihn.

source: Refresh Add-ons
de_de: Add-ons aktualisieren

source: Search add-ons
de_de: Add-ons suchen

source: Improve your memberships with our premium add-ons. Missing an add-on that you think you should be able to see? Click the %1$sRefresh Add-ons%2$s button above.
de_de: Verbessere deine Mitgliedschaften mit unseren Premium-Add-ons. Vermisst du ein Add-on, das du deiner Meinung nach sehen solltest? Klicke oben auf die Schaltfläche %1$sAdd-ons aktualisieren%2$s.

source: Available Add-ons
de_de: Verfügbare Add-ons

source: Not Installed
de_de: Nicht installiert

source: Install Add-on
de_de: Add-on installieren

source: Upgrade Now
de_de: Jetzt upgraden

source: There were no Add-ons found for your license or lack thereof...
de_de: Es wurden keine Add-ons für deine Lizenz oder das Fehlen einer Lizenz gefunden...

source: Automatic Updates
de_de: Automatische Updates

source: Enable automatic, background updates
de_de: Automatische Updates im Hintergrund aktivieren

source: Enabling background updates will automatically update MemberPress to the latest version, or the latest minors version.
de_de: Wenn du die Hintergrundaktualisierung aktivierst, wird MemberPress automatisch auf die neueste Version bzw. die neueste Version für Minderjährige aktualisiert.

source: <strong>All Updates (recommended)</strong> - Get the latest features, bug fixes, and security updates as they are released.
de_de: <strong>Alle Updates (empfohlen)</strong> - Hol dir die neuesten Funktionen, Fehlerbehebungen und Sicherheitsupdates, sobald sie veröffentlicht werden.

source: <strong>Minor Updates Only</strong> - Get bug fixes and security updates, but not major features.
de_de: <strong>Nur kleinere Updates</strong> - Du bekommst Fehlerbehebungen und Sicherheitsupdates, aber keine wichtigen Funktionen.

source: <strong>None</strong> - Manually update everything.
de_de: <strong>Keine</strong> - Aktualisiere alles manuell.

source: Discount:
de_de: Rabatt:

source: Coupon Discount
de_de: Coupon-Rabatt

source: <b>Recurring Memberships</b>: This discount will not apply to paid trials but will apply to all recurring transactions associated with the subscription. That means that 100% discount will give the member lifetime access for free.<br/><br/><b>Lifetime Memberships</b>: This discount will apply directly to the lifetime membership's one-time payment.
de_de: <b>Wiederkehrende Mitgliedschaften</b>: Dieser Rabatt gilt nicht für bezahlte Testversionen, sondern für alle wiederkehrenden Transaktionen im Zusammenhang mit dem Abonnement. Das bedeutet, dass der 100%ige Rabatt dem Mitglied einen lebenslangen kostenlosen Zugang ermöglicht.<br/><br/><b>Lebenslange Mitgliedschaften</b>: Dieser Rabatt wird direkt auf die einmalige Zahlung für die lebenslange Mitgliedschaft angewendet.

source: Discount Mode:
de_de: Rabattmodus:

source: Discount Mode
de_de: Rabatt-Modus

source: <b>Standard:</b> This simply applies the discount to the amount of the charge or subscription.<br/><br/><b>First Payment:</b> This will allow you to set a different discount on the first transaction than the rebill transactions in a recurring subscription. If this value is set for a non-recurring payment then the First Payment discount will take precedence over the coupon's main discount.<br/><br/><b>Trial Override:</b> This will create a custom trial period based on the number of days & trial cost here. This option only works on recurring payments and will prevent any trials associated with the membership from working. The discount set above will still apply to the subscription’s recurring amount.
de_de: <b>Standard:</b> Damit wird der Rabatt einfach auf den Betrag der Gebühr oder des Abonnements angewandt.<br/><br/><b>Erste Zahlung:</b> Damit kannst du einen anderen Rabatt für die erste Transaktion festlegen als für die Wiederholungsrechnungen in einem wiederkehrenden Abonnement. Wenn dieser Wert für eine nicht wiederkehrende Zahlung festgelegt wird, hat der Rabatt für die erste Zahlung Vorrang vor dem Hauptrabatt des Coupons.<br/><br/><b>Trial Override:</b> Damit wird ein benutzerdefinierter Testzeitraum erstellt, der auf der Anzahl der Tage und den Testkosten basiert. Diese Option funktioniert nur bei wiederkehrenden Zahlungen und verhindert, dass die mit der Mitgliedschaft verbundene Testphase funktioniert. Der oben eingestellte Rabatt wird weiterhin auf den wiederkehrenden Betrag des Abonnements angewendet.

source: Trial Period Override
de_de: Aufhebung der Probezeit

source: Trial Days Price Text
de_de: Probetage Preis Text

source: Values here that are multiples of 365 will show as years, multiples of 30 will show as months, multiples of 7 will show as weeks ... otherwise the trial will show up as days.
de_de: Werte, die ein Vielfaches von 365 sind, werden als Jahre angezeigt, Vielfache von 30 als Monate, Vielfache von 7 als Wochen ... ansonsten wird der Versuch als Tage angezeigt.

source: Trial Cost:
de_de: Prozesskosten:

source: First Payment Discount:
de_de: Rabatt bei der ersten Zahlung:

source: First Payment Discount
de_de: Erste Zahlung Rabatt

source: This is the discount that will be applied to the first payment. All additional payments will happen at the standard discount above.
de_de: Das ist der Rabatt, der auf die erste Zahlung angewendet wird. Alle weiteren Zahlungen erfolgen mit dem oben genannten Standardrabatt.

source: Usage Count:
de_de: Anzahl der Nutzungen:

source: Number of Coupon Uses
de_de: Anzahl der Coupon-Nutzungen

source: This determines the number of times this coupon can be used.<br/><br/>Set to "0" to remove the limit.
de_de: Hier wird festgelegt, wie oft der Coupon verwendet werden kann.<br/><br/>Setze den Wert auf "0", um das Limit aufzuheben.

source: Allow on Upgrades and Downgrades:
de_de: Erlaube Upgrades und Downgrades:

source: Schedule Coupon Start:
de_de: Zeitplan Coupon Start:

source: Coupon Start Date:
de_de: Coupon Startdatum:

source: Expire Coupon:
de_de: Coupon ablaufen lassen:

source: Coupon Expiration:
de_de: Der Coupon läuft ab:

source: Apply coupon to the following Memberships:
de_de: Wende den Coupon auf die folgenden Mitgliedschaften an:

source: Save Coupon
de_de: Coupon speichern

source: Coupon Saved
de_de: Gespeicherter Coupon

source: You cannot create coupons until you have added at least 1 Membership.
de_de: Du kannst erst dann Gutscheine erstellen, wenn du mindestens 1 Mitgliedschaft hinzugefügt hast.

source: Build & Sell Courses Quickly & Easily with MemberPress
de_de: Kurse schnell und einfach erstellen und verkaufen mit MemberPress

source: Get all the ease of use you expect from MemberPress combined with powerful LMS features designed to make building online courses super simple. This add-on boils it down to a basic, click-and-go process.
de_de: Du bekommst die Benutzerfreundlichkeit von MemberPress kombiniert mit leistungsstarken LMS-Funktionen, die das Erstellen von Online-Kursen super einfach machen. Mit diesem Add-on ist es ganz einfach, mit einem Klick loszulegen.

source: MemberPress Courses curriculum builder
de_de: MemberPress Kurse Curriculum Builder

source: Powerful LMS features
de_de: Leistungsstarke LMS-Funktionen

source: Included with every MemberPress license
de_de: In jeder MemberPress-Lizenz enthalten
