Repository: werkmind/german-wordpress-translations
Catalog: memberpress-*.po
Languages: de_de

source: Create beautiful courses out of the box w/ Classroom Mode
de_de: Mit dem Klassenzimmer-Modus kannst du sofort schöne Kurse erstellen

source: Fully visual drag-and-drop curriculum builder
de_de: Vollständig visuelle Drag-and-Drop-Lehrplanerstellung

source: Protect content with MemberPress access rules
de_de: Inhalte mit MemberPress-Zugriffsregeln schützen

source: Track learners' progress
de_de: Verfolge die Fortschritte der Lernenden

source: Enable Courses
de_de: Kurse freischalten

source: Install and Activate MemberPress Courses
de_de: Installieren und Aktivieren von MemberPress-Kursen

source: Activate Courses Add-On
de_de: Kurse aktivieren Add-On

source: Install & Activate MemberPress Courses Add-On
de_de: Installiere & aktiviere das MemberPress Kurse Add-On

source: MemberPress database upgrade error
de_de: MemberPress Datenbank Upgrade Fehler

source: Oops, your MemberPress database upgrade triggered an error...
de_de: Ups, beim Upgrade deiner MemberPress-Datenbank ist ein Fehler aufgetreten...

source: If this is a production website rollback MemberPress to a previous version and contact our support team.
de_de: Wenn es sich um eine produktive Website handelt, stelle MemberPress auf eine frühere Version zurück und kontaktiere unser Support-Team.

source: Contact Support
de_de: Kontakt Unterstützung

source: Memberpress needs to upgrade your database
de_de: Memberpress muss deine Datenbank aktualisieren

source: Before starting the upgrade process <strong>make sure your <em>database is backed up</em></strong>.
de_de: Bevor du mit dem Upgrade beginnst, stelle sicher, dass deine <em>Datenbank gesichert ist</em></strong>.

source: And please be patient, the upgrade process <em>may take a few minutes</em>.
de_de: Und bitte habe etwas Geduld, der Upgrade-Prozess kann ein paar Minuten dauern</em>.

source: Are you sure? This will cancel the upgrade and roll Memberpress back to the previous version.
de_de: Bist du sicher? Dadurch wird das Upgrade abgebrochen und Memberpress wird auf die vorherige Version zurückgesetzt.

source: Your database is being upgraded
de_de: Deine Datenbank wird gerade aktualisiert

source: Please be patient this could take a few minutes.
de_de: Bitte habe etwas Geduld, das kann ein paar Minuten dauern.

source: Are you sure? This will abort the upgrade and roll Memberpress back to the previous version.
de_de: Bist du sicher? Dadurch wird das Upgrade abgebrochen und Memberpress auf die vorherige Version zurückgesetzt.

source: MemberPress database upgrade not needed
de_de: MemberPress Datenbank Upgrade nicht erforderlich

source: Your MemberPress database is already up to date
de_de: Deine MemberPress-Datenbank ist bereits auf dem neuesten Stand

source: Back to Admin
de_de: Zurück zu Verwaltung

source: MemberPress database upgrade was successful
de_de: MemberPress Datenbank Upgrade war erfolgreich

source: MemberPress has successfully upgraded your database
de_de: MemberPress hat erfolgreich ein Upgrade deiner Datenbank durchgeführt

source: You just successfully upgraded your MemberPress database ... now time to get back at it.
de_de: Du hast gerade erfolgreich ein Upgrade deiner MemberPress-Datenbank durchgeführt ... jetzt ist es an der Zeit, dich wieder an die Arbeit zu machen.

source: <span>ALERT!</span> MemberPress Backend is Deactivated
de_de: <span>ALERT!</span> MemberPress Backend ist deaktiviert

source: Your MemberPress license key is not found or is invalid. Without an active license key, your frontend is unaffected. However, you can no longer:
de_de: Dein MemberPress-Lizenzschlüssel wurde nicht gefunden oder ist ungültig. Ohne einen aktiven Lizenzschlüssel ist dein Frontend nicht betroffen. Du kannst jedoch nicht mehr:

source: Issue customer refunds
de_de: Kundenrückerstattungen ausstellen

source: Add new members
de_de: Neue Mitglieder hinzufügen

source: Manage memberships
de_de: Mitgliedschaften verwalten

source: This problem is easy to fix!
de_de: Dieses Problem ist leicht zu beheben!

source: Click here to purchase or renew your license key
de_de: Klicke hier, um deinen Lizenzschlüssel zu kaufen oder zu verlängern

source: If you already have a license key, you can find it on your <a href="
de_de: Wenn du bereits einen Lizenzschlüssel hast, findest du ihn auf deiner <a href="

source: License Key
de_de: Lizenzschlüssel

source: ERROR! License Key not valid. Try Again.
de_de: FEHLER! Lizenzschlüssel nicht gültig. Versuche es erneut.

source: Your MemberPress license key is not found or is invalid. Without an active license key, your frontend is unaffected. However, you can no longer: Issue customer refunds, Add new members, Manage memberships.
de_de: Dein MemberPress-Lizenzschlüssel wurde nicht gefunden oder ist ungültig. Ohne einen aktiven Lizenzschlüssel ist dein Frontend nicht beeinträchtigt. Du kannst jedoch nicht mehr: Kundenrückerstattungen ausstellen, neue Mitglieder hinzufügen, Mitgliedschaften verwalten.

source: Go to MemberPress.com and make your selection. <a target="_blank" href="%s">Pricing Page</a>.
de_de: Gehe zu MemberPress.com und treffe deine Auswahl. <a target="_blank" href="%s">Preisseite</a>.

source: <a href="%s">Click here</a> to enter and activate your new license key.
de_de: <a href="%s">Klicke hier</a>, um deinen neuen Lizenzschlüssel einzugeben und zu aktivieren.

source: That’s it!.
de_de: Das war's!.

source: Grab your key from your <a target="_blank" href="%s">Account Page</a>.
de_de: Hol dir deinen Schlüssel von deiner <a target="_blank" href="%s">Kontoseite</a>.

source: <a href="%s">Click here</a> to enter and activate it.
de_de: <a href="%s">Klicke hier</a>, um es zu betreten und zu aktivieren.

source: Send %s
de_de: %s senden

source: Hide Editor
de_de: Editor ausblenden

source: Send Test
de_de: Test senden

source: Reset to Default
de_de: Auf Standard zurücksetzen

source: Subject
de_de: Thema

source: Body
de_de: Körper

source: Insert &uarr;
de_de: Einfügen &uarr;

source: Use default template
de_de: Standardvorlage verwenden

source: Default Email Template
de_de: Standard-E-Mail-Vorlage

source: When this is checked the body of this email will be wrapped in the default email template.
de_de: Wenn diese Option aktiviert ist, wird der Text der E-Mail in die Standardvorlage für E-Mails eingepackt.

source: ERROR:
de_de: FEHLER:

source: Connected to PayPal Commerce Platform - Sandbox mode
de_de: Verbunden mit der PayPal-Handelsplattform - Sandbox-Modus

source: PayPal Merchant ID: %s
de_de: PayPal-Händler-ID: %s

source: You need to confirm your email to accept payments
de_de: Du musst deine E-Mail bestätigen, um Zahlungen zu akzeptieren

source: My email is verified
de_de: Meine E-Mail ist verifiziert

source: Connected to PayPal Commerce Platform - Live mode
de_de: Verbunden mit der PayPal-Handelsplattform - Live-Modus

source: Connect with the world's most powerful and easy to use Payment Gateway
de_de: Verbinde dich mit dem leistungsstärksten und benutzerfreundlichsten Payment Gateway der Welt

source: Pay Securely
de_de: Sicher bezahlen

source: Pay with PayPal
de_de: Mit PayPal bezahlen

source: Pay with PayPal Credit
de_de: Mit PayPal-Guthaben bezahlen

source: Global reach
de_de: Globale Reichweite

source: Automatic configuration
de_de: Automatische Konfiguration

source: Recurring subscription billing
de_de: Wiederkehrende Abonnementabrechnung

source: Non-recurring payments
de_de: Einmalige Zahlungen

source: If you refresh the page and see this message for more than 5 minutes, disconnect and try again.
de_de: Wenn du die Seite aktualisierst und diese Meldung mehr als 5 Minuten lang siehst, trennst du die Verbindung und versuchst es erneut.

source: Disconnect and Retry
de_de: Verbindung unterbrechen und erneut versuchen

source: Connect MemberPress
de_de: Mitglied verbindenPresse

source: Are you sure you want to disconnect? Your future renewing payments will not track properly...
de_de: Bist du sicher, dass du die Verbindung trennen willst? Deine zukünftigen Verlängerungszahlungen werden nicht richtig verfolgt...

source: Disconnect
de_de: Trennen Sie die Verbindung

source: Going live will stop your Sandbox connection. Any subscriptions on your site connected to Sandbox will no longer track their renewals. Are you sure you're ready to Go Live?
de_de: Wenn du live gehst, wird deine Sandbox-Verbindung beendet. Alle Abonnements auf deiner Website, die mit Sandbox verbunden sind, werden nicht länger ihre Verlängerungen verfolgen. Bist du sicher, dass du bereit bist, live zu gehen?

source: Connect Live
de_de: Live verbinden

source: Connect Sandbox
de_de: Sandkasten verbinden

source: Enable Smart Payment Buttons
de_de: Smart Payment Buttons aktivieren

source: Rollback to PayPal standard
de_de: Rollback zum PayPal-Standard

source: Save settings & Connect
de_de: Einstellungen speichern & Verbinden

source: Processing
de_de: Verarbeitung

source: Test Mode
de_de: Testmodus

source: Enable <a href="https://link.co/" target="_blank">Link</a> (recommended)
de_de: Aktiviere <a href="https://link.co/" target="_blank">Link</a> (empfohlen)

source: Stripe Link Considerations
de_de: Überlegungen zum Stripe Link

source: If the buyer is not already using Link, they will see a message to save their data for future use. This information is stored by Stripe and not MemberPress.<br /><br/>Buyers can un-enroll from link at anytime on the Link.co website.<br /><br/>For more information, see our help documentation or Stripe's Link FAQ.
de_de: Wenn der Käufer/die Käuferin Link noch nicht nutzt, wird ihm/ihr eine Meldung angezeigt, dass er/sie seine/ihre Daten für die zukünftige Nutzung speichern soll. Diese Informationen werden von Stripe und nicht von MemberPress gespeichert.<br /><br/>Käufer/innen können sich jederzeit auf der Link.co-Website von Link abmelden.<br /><br/>Weitere Informationen findest du in unserer Hilfe-Dokumentation oder in den Link-FAQ von Stripe.

source: Send Debug Emails
de_de: Debug-E-Mails senden

source: Disconnecting from this Stripe Account will block webhooks from being processed, and prevent MemberPress subscriptions associated with it from working.
de_de: Wenn du die Verbindung zu diesem Stripe-Konto trennst, werden die Webhooks nicht mehr verarbeitet und die damit verbundenen MemberPress-Abonnements funktionieren nicht mehr.

source: Connected to Stripe
de_de: Verbunden mit Stripe

source: Connected to: %1$s %2$s %3$s
de_de: Verbunden mit: %1$s %2$s %3$s

source: Refresh Stripe Credentials
de_de: Stripe-Anmeldeinformationen aktualisieren

source: Accept all Major Credit Cards
de_de: Akzeptiere alle gängigen Kreditkarten

source: Flexible subscriptions and billing terms
de_de: Flexible Abonnements und Abrechnungsbedingungen

source: Accept SEPA
de_de: SEPA akzeptieren

source: Accept Apple Pay
de_de: Apple Pay akzeptieren

source: Accept Google Wallet
de_de: Google Wallet akzeptieren

source: Accept iDeal
de_de: IDeal akzeptieren

source: Fraud prevention tools
de_de: Tools zur Betrugsprävention

source: "Connect with Stripe" button
de_de: "Mit Stripe verbinden" Schaltfläche

source: Re-Connect to Stripe
de_de: Erneut mit Stripe verbinden

source: This Payment Method has been disconnected so it may stop working for new and recurring payments at any time. To prevent this, re-connect your Stripe account by clicking the "Connect with Stripe" button below.
de_de: Diese Zahlungsmethode wurde abgeschaltet, sodass sie für neue und wiederkehrende Zahlungen jederzeit nicht mehr funktionieren kann. Um dies zu verhindern, verbinde dein Stripe-Konto erneut, indem du unten auf die Schaltfläche "Mit Stripe verbinden" klickst.

source: Accept Credit Cards on site
de_de: Kreditkarten vor Ort akzeptieren

source: Recurring billing
de_de: Wiederkehrende Abrechnung

source: SCA ready
de_de: SCA bereit

source: Offsite secure hosted solution
de_de: Sicher gehostete Offsite-Lösung

source: Accept Credit Cards
de_de: Kreditkarten akzeptieren

source: Get started with MemberPress by %1$sadding a Payment Method%2$s, %3$sadding a Membership%4$s, then %5$sadding a Rule%6$s to protect your content.
de_de: Beginne mit MemberPress, indem du %1$eine Zahlungsmethode%2$s, %3$eine Mitgliedschaft%4$s und %5$eine Regel%6$s hinzufügst, um deine Inhalte zu schützen.

source: Use Custom Page Template
de_de: Benutzerdefinierte Seitenvorlage verwenden

source: Upgrade Path
de_de: Upgrade Pfad

source: This group is a membership upgrade path
de_de: Diese Gruppe ist ein Upgrade-Pfad für Mitglieder

source: Enabling this will mean that users can only be subscribed to one of these memberships at a time. If un-checked, users may be subscribed to each of these memberships simultaneously.
de_de: Wenn du diese Option aktivierst, können die Nutzer/innen jeweils nur eine dieser Mitgliedschaften abonnieren. Wenn die Option nicht aktiviert ist, können die Nutzer/innen alle diese Mitgliedschaften gleichzeitig abonnieren.

source: Reset billing period
de_de: Abrechnungszeitraum zurücksetzen

source: Reset billing period when upgrading
de_de: Abrechnungszeitraum beim Upgrade zurücksetzen

source: If this is checked, the billing period will be reset when a recurring membership is upgraded.
de_de: Wenn diese Option aktiviert ist, wird der Abrechnungszeitraum zurückgesetzt, wenn eine wiederkehrende Mitgliedschaft hochgestuft wird.

source: Downgrade Path
de_de: Downgrade Pfad

source: Fallback group when membership expires or is cancelled
de_de: Fallback-Gruppe, wenn die Mitgliedschaft abläuft oder gekündigt wird

source: Select which membership in the group to fall back to when the paid subscription expires or is cancelled. If you are unsure, leave the default.
de_de: Wähle aus, auf welche Mitgliedschaft in der Gruppe zurückgegriffen werden soll, wenn das bezahlte Abonnement ausläuft oder gekündigt wird. Wenn du dir unsicher bist, belasse die Standardeinstellung.

source: Memberships:
de_de: Mitgliedschaften:

source: Here you can add/remove memberships from this group pricing page.%1$s%1$sThe order of the memberships is important here. Order the memberships so that the lowest tier membership is at the top of the list and the highest tier membership is at the bottom, with the other memberships in order in between.
de_de: Hier kannst du Mitgliedschaften aus dieser Gruppenpreisseite hinzufügen/entfernen.%1$s%1$sDie Reihenfolge der Mitgliedschaften ist hier wichtig. Ordne die Mitgliedschaften so an, dass die Mitgliedschaft mit der niedrigsten Stufe ganz oben in der Liste steht und die Mitgliedschaft mit der höchsten Stufe ganz unten, und die anderen Mitgliedschaften in der Reihenfolge dazwischen.

source: Add Membership
de_de: Mitgliedschaft hinzufügen

source: Disable Change Plan Pop-Up
de_de: Plan ändern Pop-Up deaktivieren

source: This will take the user to the Group pricing page when they click on Change Plan instead of showing them the quick selection pop-up.
de_de: Wenn du auf "Plan ändern" klickst, wird die Seite mit den Gruppenpreisen aufgerufen, anstatt das Schnellauswahl-Pop-up zu zeigen.

source: Disable Pricing Page
de_de: Preisseite deaktivieren

source: This will disable the pricing page from being accessed on the front end of your site. It will return a 404 (not found) page if a user attempts to access it.<br/><br/>You can optionally provide an alternate URL to take the member to if they try to visit this page.
de_de: Dadurch wird der Zugriff auf die Preisseite im Frontend deiner Website deaktiviert. Sie gibt eine 404 (nicht gefunden)-Seite zurück, wenn ein Nutzer versucht, sie aufzurufen.<br/><br/> Optional kannst du eine alternative URL angeben, zu der das Mitglied weitergeleitet wird, wenn es versucht, diese Seite zu besuchen.

source: Custom Button CSS classes (optional):
de_de: Benutzerdefinierte Button-CSS-Klassen (optional):

source: Custom Highlighted Button CSS classes (optional):
de_de: Benutzerdefinierte CSS-Klassen für hervorgehobene Schaltflächen (optional):

source: Custom Disabled Button CSS classes (optional):
de_de: Benutzerdefinierte CSS-Klassen für deaktivierte Schaltflächen (optional):

source: Alternate Group URL:
de_de: Alternative Gruppen-URL:

source: Group Price Boxes Shortcodes
de_de: Gruppenpreiskästchen Shortcodes

source: Manually place group price boxes
de_de: Manuelles Platzieren von Gruppenpreisboxen

source: By default MemberPress will append the pricing boxes to the end of the Group page.<br/><br/>If you'd like to show them in a different place on the group page or some other page on this site just copy and paste a shortcode where you'd like the price boxes for this group to appear.
de_de: Standardmäßig fügt MemberPress die Preiskästchen am Ende der Gruppenseite ein.<br/><br/>Wenn du sie an einer anderen Stelle auf der Gruppenseite oder einer anderen Seite auf dieser Website anzeigen möchtest, kopiere einfach einen Shortcode und füge ihn dort ein, wo du die Preiskästchen für diese Gruppe anzeigen möchtest.

source: Shortcode to be used on this group page.
de_de: Shortcode, der auf dieser Gruppenseite verwendet werden soll.

source: Shortcode which can be used on any other WordPress page, post or custom post type.
de_de: Shortcode, der auf jeder anderen WordPress-Seite, jedem Beitrag oder benutzerdefinierten Beitragstyp verwendet werden kann.

source: Add New
de_de: Neu hinzufügen

source: Manually Add a New Member
de_de: Manuelles Hinzufügen eines neuen Mitglieds

source: Password
de_de: Passwort

source: Initial Membership
de_de: Erstmitgliedschaft

source: Select the initial membership you'd like your new member to be part of.
de_de: Wähle die ursprüngliche Mitgliedschaft aus, der dein neues Mitglied angehören soll.

source: Send User Notification
de_de: Benutzerbenachrichtigung senden

source: Send the new member an email with their username
de_de: Sende dem neuen Mitglied eine E-Mail mit seinem Benutzernamen

source: Send Welcome Email
de_de: Willkommens-E-Mail senden

source: Send the new member a membership welcome email
de_de: Sende dem neuen Mitglied eine Willkommens-E-Mail

source: Advanced
de_de: Fortgeschrittene

source: When a new member is added manually, an initial MemberPress transaction is created to grant them access to your membership. You can modify the details of this initial transaction here.
de_de: Wenn ein neues Mitglied manuell hinzugefügt wird, wird eine erste MemberPress-Transaktion erstellt, um ihm Zugang zu deiner Mitgliedschaft zu gewähren. Du kannst die Details dieser ersten Transaktion hier ändern.

source: Transaction Number
de_de: Transaktionsnummer

source: This is typically the id of the transaction that is generated by the gateway. Typically this value won't need to be changed unless you're referencing a transaction that happened outside of MemberPress for this user and membership.
de_de: Dies ist normalerweise die ID der Transaktion, die vom Gateway generiert wird. Normalerweise muss dieser Wert nicht geändert werden, es sei denn, du beziehst dich auf eine Transaktion, die außerhalb von MemberPress für diesen Nutzer und diese Mitgliedschaft stattgefunden hat.

source: Amount
de_de: Betrag

source: This is the amount the member initially paid for the membership. Unless money has changed hands outside of MemberPress (and it's being recorded here) then we recommend this value stay at zero so your repots will remain accurate.
de_de: Dies ist der Betrag, den das Mitglied ursprünglich für die Mitgliedschaft bezahlt hat. Wenn das Geld nicht außerhalb von MemberPress den Besitzer gewechselt hat (und es hier aufgezeichnet wird), empfehlen wir, diesen Wert auf Null zu belassen, damit deine Berichte korrekt bleiben.

source: Payment Method
de_de: Zahlungsmethode

source: Unless this is recording an actual transaction made outside of MemberPress but with one of your gateways, we recommend that this remain set to 'manual'
de_de: Sofern es sich nicht um die Aufzeichnung einer tatsächlichen Transaktion handelt, die außerhalb von MemberPress, aber mit einem deiner Gateways durchgeführt wurde, empfehlen wir, dass dies auf "manuell" eingestellt bleibt

source: Expires At
de_de: Läuft ab bei

source: This refences the date and time that the user's membership granted by a transaction will expire and need to be renewed to continue access.
de_de: Hier wird das Datum und die Uhrzeit angegeben, zu der die durch eine Transaktion gewährte Mitgliedschaft des Nutzers abläuft und erneuert werden muss, um den Zugang fortzusetzen.

source: Create
de_de: Erstellen

source: View member's profile
de_de: Profil des Mitglieds ansehen

source: Deleted
de_de: Gelöscht

source: Edit member's profile
de_de: Profil des Mitglieds bearbeiten

source: Delete member
de_de: Mitglied löschen

source: Delete
de_de: Löschen

source: Trial
de_de: Versuch

source: Filter by
de_de: Filtern nach

source: All Members
de_de: Alle Mitglieder

source: Active Members
de_de: Aktive Mitglieder

source: Inactive Members
de_de: Inaktive Mitglieder

source: Expired Members
de_de: Abgelaufene Mitglieder

source: Non-Members
de_de: Nicht-Mitglieder

source: <b>MemberPress hasn't been configured yet.</b> Go to the MemberPress %1$soptions page%2$s to get it setup.
de_de: <b>MemberPress wurde noch nicht konfiguriert.</b> Gehe auf die MemberPress %1$Optionen Seite%2$s, um es einzurichten.

source: Congrats! You’re done.
de_de: Herzlichen Glückwunsch! Du bist fertig.

source: Check out what you set up...
de_de: Schau dir an, was du eingerichtet hast...

source: Your next step...
de_de: Dein nächster Schritt...

source: Getting Started with MemberPress Courses
de_de: Erste Schritte mit MemberPress-Kursen

source: MemberPress Courses is included with your subscription. Learn how you can start selling what you know today!
de_de: MemberPress Kurse sind in deinem Abonnement enthalten. Erfahre, wie du noch heute verkaufen kannst, was du weißt!

source: Make the most of your MemberPress site...
de_de: Mach das Beste aus deiner MemberPress-Seite...

source: Sign up for tips, tricks, and industry updates from top membership, LMS, and online business experts and influencers.
de_de: Melde dich an und erhalte Tipps, Tricks und Branchen-Updates von Top-Experten und Influencern aus den Bereichen Mitgliedschaft, LMS und Online Business.

source: Specific Page
de_de: Besondere Seite

source: No content found.
de_de: Kein Inhalt gefunden.

source: Now let's get some content to protect
de_de: Jetzt wollen wir den Inhalt schützen

source: Here, you can create new content to protect. Or you can choose existing content on your site that you'd like to protect.
de_de: Hier kannst du neue Inhalte zum Schutz erstellen. Oder du kannst bestehende Inhalte auf deiner Website auswählen, die du schützen möchtest.

source: Create New Content
de_de: Neue Inhalte erstellen

source: Choose Existing Content
de_de: Vorhandene Inhalte auswählen

source: Your Content
de_de: Dein Inhalt

source: Search...
de_de: Suche...

source: Save
de_de: Speichern

source: What features do you want to enable?
de_de: Welche Funktionen möchtest du aktivieren?

source: MemberPress is chock full of awesome features. Here are a few you can enable right off the bat.
de_de: MemberPress ist vollgestopft mit fantastischen Funktionen. Hier sind ein paar, die du sofort aktivieren kannst.

source: Advanced Content Protection
de_de: Erweiterter Schutz von Inhalten

source: Increase perceived value, and protect your bottom line from unpaying eyes. Paywall your valuable content a thousand ways!
de_de: Erhöhe den wahrgenommenen Wert und schütze deinen Gewinn vor nicht zahlenden Augen. Mit Paywalls kannst du deine wertvollen Inhalte auf tausend Arten schützen!

source: Customizable Checkout
de_de: Anpassbarer Checkout
