Repository: werkmind/german-wordpress-translations
Catalog: memberpress-*.po
Languages: de_de

source: Sell more memberships by accepting multiple payment types – from PayPal and credit cards to digital wallets, bank checks, and even cash by mail. You decide.
de_de: Verkaufe mehr Mitgliedschaften, indem du mehrere Zahlungsarten akzeptierst - von PayPal und Kreditkarten bis hin zu digitalen Brieftaschen, Bankschecks und sogar Bargeld per Post. Du entscheidest.

source: Sell what you know. Create memorable online courses, including quizzes and progress tracking.
de_de: Verkaufe, was du weißt. Erstelle einprägsame Online-Kurse, einschließlich Quiz und Fortschrittskontrolle.

source: Add value to your memberships by giving users access to downloadable files like white papers, guides, checklists, and videos – the sky’s the limit.
de_de: Erhöhe den Wert deiner Mitgliedschaften, indem du den Nutzern Zugang zu herunterladbaren Dateien wie Whitepapers, Leitfäden, Checklisten und Videos gibst - der Fantasie sind keine Grenzen gesetzt.

source: Keep users coming back for more with a VIP forum or chat room they can access based on membership level. Available with MemberPress Plus or Pro.
de_de: Mit einem VIP-Forum oder einem Chatroom, zu dem du je nach Mitgliedsstufe Zugang hast, kannst du deine Nutzer zum Wiederkommen bewegen. Verfügbar mit MemberPress Plus oder Pro.

source: Work smarter not harder. Connect MemberPress with thousands of your favorite productivity and functionality apps and services. Available with MemberPress Plus or Pro.
de_de: Arbeite intelligenter, nicht härter. Verbinde MemberPress mit tausenden deiner Lieblings-Apps und -Dienste für Produktivität und Funktionalität. Verfügbar mit MemberPress Plus oder Pro.

source: Expand your audience and sell more memberships. With Gifting, you can market to people who know people who could use your membership. Available with MemberPress Pro.
de_de: Erweitere dein Publikum und verkaufe mehr Mitgliedschaften. Mit Gifting kannst du Leute ansprechen, die Leute kennen, die deine Mitgliedschaft brauchen könnten. Verfügbar mit MemberPress Pro.

source: Allow your members to add sub-accounts to their memberships based on subscription level. Great for families and groups. Available with MemberPress Pro.
de_de: Erlaube deinen Mitgliedern, Unterkonten zu ihren Mitgliedschaften hinzuzufügen, je nach Mitgliedsstufe. Ideal für Familien und Gruppen. Verfügbar mit MemberPress Pro.

source: Create your own non-salaried sales team, and make up to 30% more in membership sales with referral marketing.
de_de: Stelle dein eigenes, nicht fest angestelltes Verkaufsteam zusammen und verdiene mit Empfehlungsmarketing bis zu 30 % mehr an Mitgliederverkäufen.

source: If your subscription level allows, the following plugins will be installed automatically: %s
de_de: Wenn dein Abonnement es zulässt, werden die folgenden Plugins automatisch installiert: %s

source: Your License
de_de: Dein Führerschein

source: License activated until %s
de_de: Lizenz aktiviert bis %s

source: License activated
de_de: Lizenz aktiviert

source: Account email
de_de: Konto E-Mail

source: Product
de_de: Produkt

source: Activations
de_de: Aktivierungen

source: %1$s%2$d of %3$s%4$s sites have been activated with this license key
de_de: %1$s%2$d der %3$s%4$s Sites wurden mit diesem Lizenzschlüssel aktiviert

source: Manage activations
de_de: Aktivierungen verwalten

source: Deactivate License
de_de: Lizenz deaktivieren

source: First thing's first. Let's get your license activated.
de_de: Das Wichtigste zuerst. Lass uns deine Lizenz aktivieren.

source: Time to make your first membership
de_de: Zeit für deine erste Mitgliedschaft

source: Now that you've got some content to protect, you'll want to show people how they can access it. That's what a "membership" is.
de_de: Jetzt, wo du einige Inhalte schützen willst, musst du den Leuten zeigen, wie sie darauf zugreifen können. Genau das ist eine "Mitgliedschaft".

source: MemberPress lets you create an unlimited number of memberships and name them any way you like (for example, Bronze, Silver, and Gold). Here, we'll set up your very FIRST membership.
de_de: Mit MemberPress kannst du eine unbegrenzte Anzahl von Mitgliedschaften erstellen und sie nach Belieben benennen (z.B. Bronze, Silber und Gold). Hier werden wir deine ERSTE Mitgliedschaft einrichten.

source: Your membership
de_de: Deine Mitgliedschaft

source: Billing
de_de: Abrechnung

source: Membership Name
de_de: Name der Mitgliedschaft

source: Recurring (Annually)
de_de: Wiederkehrend (Jährlich)

source: More advanced options are available in %1$sMemberPress > Memberships%2$s
de_de: Weitere erweiterte Optionen findest du unter %1$sMemberPress > Mitgliedschaften%2$s

source: Skip
de_de: Überspringen

source: Continue
de_de: Weiter

source: Create Content
de_de: Inhalt erstellen

source: Choose this if you'd like to create and protect a new online course.
de_de: Wähle diese Option, wenn du einen neuen Online-Kurs erstellen und schützen möchtest.

source: Choose this if you'd like to create and protect a single page of content.
de_de: Wähle diese Option, wenn du eine einzelne Seite mit Inhalten erstellen und schützen möchtest.

source: Write course name
de_de: Kursname schreiben

source: Write page title
de_de: Seitentitel schreiben

source: More advanced options are available in %1$sMemberPress > Courses%2$s
de_de: Erweiterte Optionen findest du unter %1$sMemberPress > Kurse%2$s

source: Processing upgrade
de_de: Upgrade der Verarbeitung

source: Please wait while the upgrade is processed, this may take a minute.
de_de: Bitte warte, während das Upgrade verarbeitet wird. Das kann eine Minute dauern.

source: To unlock selected features, upgrade to %s with Easy Affiliate.
de_de: Um ausgewählte Funktionen freizuschalten, musst du ein Upgrade auf %s mit Easy Affiliate durchführen.

source: Purchase Easy Affiliate
de_de: Easy Affiliate kaufen

source: Finish setup
de_de: Einrichtung beenden

source: Finishing setup
de_de: Fertigstellung der Anlage

source: Please don't close the browser.
de_de: Bitte schließe den Browser nicht.

source: Configure Gateway
de_de: Gateway konfigurieren

source: Please wait..
de_de: Bitte warte...

source: Get set up to accept payments
de_de: Richte dich ein, um Zahlungen zu akzeptieren

source: You won't believe how easy it is to accept online payments with MemberPress. Just choose your gateway below, and we'll get you going.
de_de: Du wirst nicht glauben, wie einfach es ist, Online-Zahlungen mit MemberPress zu akzeptieren. Wähle einfach unten dein Gateway aus, und wir legen los.

source: The world's most powerful and easy to use payment gateway.
de_de: Das weltweit leistungsstärkste und benutzerfreundlichste Zahlungs-Gateway.

source: Add Stripe
de_de: Streifen hinzufügen

source: Stripe Offers
de_de: Stripe Angebote

source: Accept SEPA, Apple Pay, Google Wallet, iDeal
de_de: Akzeptiere SEPA, Apple Pay, Google Wallet, iDeal

source: The faster, safer way to receive money or set up a merchant account.
de_de: Der schnellere und sicherere Weg, Geld zu empfangen oder ein Händlerkonto einzurichten.

source: Add PayPal
de_de: PayPal hinzufügen

source: PayPal Offers
de_de: PayPal Angebote

source: Secure Payments
de_de: Sichere Zahlungen

source: Global Support
de_de: Globale Unterstützung

source: Pay Later Support
de_de: Später bezahlen Unterstützung

source: Easy to Setup
de_de: Einfache Einrichtung

source: Recurring Subscriptions
de_de: Wiederkehrende Abonnements

source: Accept payments anytime, anywhere.
de_de: Akzeptiere Zahlungen jederzeit und überall.

source: Add Authorize.net
de_de: Authorize.net hinzufügen

source: Authorize.net Offers
de_de: Authorize.net Angebote

source: Advanced Fraud Protection
de_de: Erweiterter Betrugsschutz

source: Recurring Payments
de_de: Wiederkehrende Zahlungen

source: API Login ID
de_de: API-Anmelde-ID

source: Transaction Key
de_de: Transaktionsschlüssel

source: Signature Key
de_de: Unterschriftenschlüssel

source: Done
de_de: Erledigt

source: Be sure to add your payment option
de_de: Füge unbedingt deine Zahlungsoption hinzu

source: If you skip this step, MemberPress will set up the offline payment option automatically. You can later visit MemberPress > Settings > Payments to get your gateway rolling.
de_de: Wenn du diesen Schritt überspringst, wird MemberPress die Offline-Zahlungsoption automatisch einrichten. Du kannst später MemberPress > Einstellungen > Zahlungen besuchen, um dein Gateway in Betrieb zu nehmen.

source: Add Offline Payment
de_de: Offline-Zahlung hinzufügen

source: Trying to connect with Authorize.net?
de_de: Du versuchst, dich mit Authorize.net zu verbinden?

source: You'll need a Pro license to enable this gateway. But it's easy! Just click the button below and follow the prompts.
de_de: Um dieses Gateway zu aktivieren, brauchst du eine Pro-Lizenz. Aber das ist ganz einfach! Klicke einfach auf die Schaltfläche unten und folge den Anweisungen.

source: Continue to Upgrade
de_de: Weiter zum Upgrade

source: Let's create a Rule to protect your content
de_de: Lass uns eine Regel zum Schutz deiner Inhalte erstellen

source: Rules are the magic behind MemberPress – giving you super specialized paywalling power with the click of a button.
de_de: Regeln sind die Magie hinter MemberPress - sie geben dir super spezialisierte Paywall-Möglichkeiten mit einem Klick auf eine Schaltfläche.

source: You can use Rules to protect pages, child pages, posts, custom post types, categories, tags... almost anything you can imagine. Here, we'll set your first Rule.
de_de: Du kannst Regeln verwenden, um Seiten, Unterseiten, Beiträge, benutzerdefinierte Beitragstypen, Kategorien, Tags... fast alles, was du dir vorstellen kannst, zu schützen. Hier legen wir deine erste Regel fest.

source: Create Rule
de_de: Regel erstellen

source: Your rules
de_de: Deine Regeln

source: Course / Page
de_de: Kurs / Seite

source: More advanced options are available in %1$sMemberPress > Rules%2$s
de_de: Erweiterte Optionen findest du unter %1$sMitgliederpresse > Regeln%2$s

source: Welcome and thank you for choosing us!
de_de: Willkommen und danke, dass du dich für uns entschieden hast!

source: MemberPress setup is fast and easy. Click below, and we'll walk you through the quick initial process. And don't worry. You can go back and change anything you do – at anytime. Nothing's permanent (unless you want it to be). So feel free to explore!
de_de: Die Einrichtung von MemberPress ist schnell und einfach. Klicke unten und wir führen dich durch den schnellen Einrichtungsprozess. Und mach dir keine Sorgen. Du kannst jederzeit zurückgehen und alles, was du tust, ändern. Nichts ist für immer (es sei denn, du willst es). Also probiere es einfach aus!

source: Get Started
de_de: Anfangen

source: This License Key is for %1$s, but %2$s is installed. %3$sClick here%4$s to install the correct edition for the license (%1$s).
de_de: Dieser Lizenzschlüssel ist für %1$s, aber %2$s ist installiert. %3$sKlicke hier%4$s, um die richtige Edition für die Lizenz (%1$s) zu installieren.

source: Active License Key Information:
de_de: Informationen zum aktiven Lizenzschlüssel:

source: License Key:
de_de: Lizenzschlüssel:

source: Active on %s
de_de: Aktiv am %s

source: Product:
de_de: Produkt:

source: Activations:
de_de: Aktivierungen:

source: Deactivate License Key on %s
de_de: Deaktiviere den Lizenzschlüssel auf %s

source: Slug:
de_de: Schnecke:

source: Include MemberPress edge (development) releases in automatic updates (not recommended for production websites)
de_de: MemberPress-Randversionen (Entwicklungsversionen) in automatische Updates einbeziehen (nicht empfohlen für Produktionswebsites)

source: User Manual
de_de: Benutzerhandbuch

source: License
de_de: Lizenz

source: Pages
de_de: Seiten

source: Fields
de_de: Felder

source: Payments
de_de: Zahlungen

source: General
de_de: Allgemein

source: MemberPress License
de_de: MemberPress Lizenz

source: You're currently running version %s of MemberPress.
de_de: Du verwendest derzeit die Version %s von MemberPress.

source: Reserved Pages
de_de: Reservierte Seiten

source: MemberPress Thank You Page
de_de: MemberPress-Dankeschön-Seite

source: MemberPress Account Page
de_de: MemberPress Konto Seite

source: MemberPress Login Page
de_de: MemberPress Login Seite

source: Group and Membership Pages Slugs:
de_de: Gruppen- und Mitgliederseiten Slugs:

source: Group and Membership Pages Slugs
de_de: Gruppen- und Mitgliedschaftsseiten Slugs

source: Use these fields to customize the base slug of urls for your groups and memberships.
de_de: Verwende diese Felder, um den Basis-Slug der Urls für deine Gruppen und Mitgliedschaften anzupassen.

source: Note: It isn't recommended that you change these values if you already have existing groups and membership pages on a production membership site because all your urls for them will change (WordPress will attempt to redirect from old urls to new urls).
de_de: Hinweis: Es wird nicht empfohlen, diese Werte zu ändern, wenn du bereits bestehende Gruppen und Mitgliederseiten auf einer produktiven Mitgliederseite hast, da sich alle URLs dafür ändern werden (WordPress wird versuchen, von den alten URLs auf die neuen URLs umzuleiten).

source: Group Pages Slug:
de_de: Gruppe Seiten Slug:

source: Membership Pages Slug:
de_de: Mitgliedschaftsseiten Slug:

source: Redirect unauthorized visitors to a specific URL
de_de: Unbefugte Besucher auf eine bestimmte URL umleiten

source: Redirect Unauthorized Access
de_de: Unerlaubten Zugriff umleiten

source: MemberPress allows you to handle unauthorized access by replacing the content on page or via a redirection to a specific url.<br/><br/>When this is checked, unauthorized visits will be redirected to a url, otherwise the unauthorized message and login form will appear on the page.
de_de: MemberPress ermöglicht es dir, unautorisierte Zugriffe zu behandeln, indem du den Inhalt auf der Seite ersetzt oder auf eine bestimmte URL umleitest.<br/><br/>Wenn diese Option aktiviert ist, werden unautorisierte Besuche auf eine URL umgeleitet, andernfalls wird die unautorisierte Nachricht und das Anmeldeformular auf der Seite angezeigt.

source: Redirect method:
de_de: Umleitungsmethode:

source: Redirect Method
de_de: Umleitungsmethode

source: It is highly recommended that "template_redirect" should be your default redirect method.<br/><br/>However, this does not work with all WordPress themes. If you find that the unauthorized redirection is not happening when enabled try switching this to "init" instead.
de_de: Es wird dringend empfohlen, "template_redirect" als Standardumleitungsmethode zu verwenden.<br/><br/>Dies funktioniert jedoch nicht mit allen WordPress-Themes. Wenn du feststellst, dass die unerlaubte Umleitung nicht funktioniert, wenn sie aktiviert ist, versuche stattdessen "init" zu verwenden.

source: template_redirect (recommended)
de_de: template_redirect (empfohlen)

source: Redirect non-singular views:
de_de: Leite nicht-singuläre Ansichten um:

source: Redirect Non-Singular Views
de_de: Nicht-singuläre Ansichten umleiten

source: If any post in a non-singular view (EX: Blog page, category pages, archive pages etc) is protected, then do not allow the unauthorized members to see this non-singular view at all.
de_de: Wenn ein Beitrag in einer nicht-singulären Ansicht (z. B. Blog-Seite, Kategorieseiten, Archivseiten usw.) geschützt ist, dürfen unbefugte Mitglieder diese nicht-singuläre Ansicht überhaupt nicht sehen.

source: URL to direct unauthorized visitors to:
de_de: URL, zu der unberechtigte Besucher geleitet werden sollen:

source: Unauthorized Redirection URL
de_de: Unerlaubte Umleitungs-URL

source: This is the URL that visitors will be redirected to when trying to access unauthorized content.
de_de: Dies ist die URL, zu der Besucher umgeleitet werden, wenn sie versuchen, auf nicht autorisierte Inhalte zuzugreifen.

source: You can use the <strong>[mepr-unauthorized-message]</strong> shortcode on this unauthorized page (assuming this url points to a page on this site).
de_de: Du kannst den <strong>[mepr-unauthorized-message]</strong> Shortcode auf dieser unautorisierten Seite verwenden (vorausgesetzt, diese Url zeigt auf eine Seite auf dieser Website).

source: Show an excerpt to unauthorized visitors
de_de: Unbefugten Besuchern einen Auszug zeigen

source: Show a login form on pages containing unauthorized message
de_de: Ein Anmeldeformular auf Seiten anzeigen, die eine nicht autorisierte Nachricht enthalten

source: Default Unauthorized Message:
de_de: Standardmeldung Unerlaubt:

source: Default Unauthorized Message
de_de: Standardmeldung Unerlaubt

source: This is the default message that will show up when a user is not allowed to access the content on a page.
de_de: Dies ist die Standardmeldung, die angezeigt wird, wenn ein Nutzer nicht auf den Inhalt einer Seite zugreifen darf.

source: Permissions:
de_de: Erlaubnisse:

source: Disable the WordPress admin bar for members
de_de: Deaktiviere die WordPress-Adminleiste für Mitglieder

source: Keep members out of the WordPress Dashboard
de_de: Halte Mitglieder aus dem WordPress Dashboard fern

source: Allow Members to Cancel their own subscriptions
de_de: Erlaube Mitgliedern, ihre eigenen Abonnements zu kündigen

source: Allow Members to Pause &amp; Resume their own subscriptions
de_de: Mitglieder können ihre eigenen Abonnements pausieren & fortsetzen

source: Pausing &amp; Resuming Subscriptions
de_de: Pausieren &amp; Fortsetzen von Abonnements

source: This option will only be available if this is enabled and the user purchased their subsciption using PayPal or Stripe.
de_de: Diese Option ist nur verfügbar, wenn sie aktiviert ist und der/die Nutzer/in sein/ihr Abonnement mit PayPal oder Stripe gekauft hat.

source: Registration:
de_de: Anmeldung:

source: Password Strength Meter:
de_de: Passwortstärke-Messer:

source: Show &amp; Require Medium Password or Stronger (Recommended)
de_de: Zeige &amp; Erfordere ein mittleres oder stärkeres Passwort (empfohlen)

source: Show &amp; Require Strong Password or Stronger
de_de: Zeige &amp; Erfordere ein starkes Passwort oder ein stärkeres

source: Show &amp; Require Very Strong Password
de_de: Anzeigen &amp; Sehr starkes Passwort verlangen

source: Disable the standard WordPress registration form
de_de: Deaktiviere das Standard-WordPress-Registrierungsformular

source: Enable Coupon Field on membership registration forms
de_de: Aktiviere das Coupon-Feld auf den Anmeldeformularen für Mitglieder

source: Members must use their email address for their Username
de_de: Mitglieder müssen ihre E-Mail-Adresse als Benutzername verwenden

source: Pro-rate subscription prices when a member upgrades
de_de: Pro-Rate-Abonnementpreise, wenn ein Mitglied ein Upgrade durchführt

source: Disable the 1 day grace period after signup
de_de: Deaktiviere die 1-tägige Karenzzeit nach der Anmeldung

source: 1 Day Grace Period
de_de: 1 Tag Karenzzeit

source: PayPal, Stripe, and Authorize.net can sometimes take up to 24 hours to process the first payment on a members recurring subscription. By default MemberPress allows a 1 day grace period after a member signs up, so they can access the site immediately rather than wait for their payment to clear.
de_de: PayPal, Stripe und Authorize.net brauchen manchmal bis zu 24 Stunden, um die erste Zahlung für ein wiederkehrendes Abonnement eines Mitglieds zu bearbeiten. In der Standardeinstellung gewährt MemberPress eine Karenzzeit von 1 Tag nach der Anmeldung eines Mitglieds, damit dieses sofort auf die Website zugreifen kann, anstatt auf die Bearbeitung seiner Zahlung zu warten.

source: If you would like to make them wait for the payment to clear before they are allowed to access the site, then enable this option.
de_de: Wenn du möchtest, dass sie warten müssen, bis die Zahlung eingegangen ist, bevor sie auf die Website zugreifen können, dann aktiviere diese Option.

source: Disable Password Fields on membership registration forms
de_de: Passwort-Felder auf Mitgliedsregistrierungsformularen deaktivieren

source: Disable Password Fields
de_de: Passwortfelder deaktivieren

source: When this option is checked, the Password, Password Confirmation & Password Strength fields will not appear on the checkout page. The Member will then receive an email after they register that will provide the steps they can take to set up a password.
de_de: Wenn diese Option aktiviert ist, erscheinen die Felder Passwort, Passwortbestätigung und Passwortstärke nicht auf der Kassenseite. Das Mitglied erhält dann nach der Anmeldung eine E-Mail mit den Schritten, die es unternehmen kann, um ein Passwort einzurichten.

source: Enable Single Page Checkout
de_de: Aktiviere Single Page Checkout

source: Single Page Checkout
de_de: Einzelne Seite Checkout

source: Enabling this will eliminate the second step of the checkout process. Users will be able to enter their personal and payment details during the first step instead.
de_de: Wenn du diese Funktion aktivierst, entfällt der zweite Schritt des Bezahlvorgangs. Stattdessen können die Nutzer/innen ihre persönlichen Daten und Zahlungsinformationen im ersten Schritt eingeben.

source: Enable Single Page Checkout Invoice
de_de: Aktiviere die einseitige Checkout-Rechnung

source: Single Page Checkout Invoice
de_de: Einseitige Checkout-Rechnung

source: Enabling this will display Invoice table above the payment options.
de_de: Wenn du dies aktivierst, wird die Rechnungstabelle über den Zahlungsoptionen angezeigt.

source: Require Terms of Service on membership registration forms
de_de: Verlangt Nutzungsbedingungen auf den Anmeldeformularen für Mitglieder

source: URL to your Terms of Service page:
de_de: URL zu deiner Seite mit den Nutzungsbedingungen:

source: Terms of Service Checkbox Title:
de_de: Allgemeine Geschäftsbedingungen Checkbox Titel:

source: Require Privacy Policy acceptance on membership registration forms
de_de: Verlangt die Akzeptanz der Datenschutzrichtlinie auf den Anmeldeformularen für die Mitgliedschaft

source: Your Privacy Policy:
de_de: Deine Datenschutzrichtlinie

source: Privacy Policy Page
de_de: Datenschutz Seite

source: Privacy Policy Checkbox Title:
de_de: Datenschutzrichtlinie Checkbox Titel:

source: Privacy Policy Checkbox Title
de_de: Datenschutzrichtlinie Checkbox Titel

source: This will appear next to the Privacy Policy checkbox on membership registration forms. The text between % characters will become the link text to your Privacy Policy page.
de_de: Dies erscheint neben dem Kontrollkästchen für die Datenschutzrichtlinie auf den Anmeldeformularen. Der Text zwischen den %-Zeichen wird der Linktext zu deiner Seite mit den Datenschutzbestimmungen.

source: Login & Logout:
de_de: An- und Abmelden:

source: Use MemberPress login page URL
de_de: Verwende die URL der MemberPress-Anmeldeseite

source: Use this option to return MemberPress login page URL when other plugins/themes call the wp_login_url() function. If you have other plugins that use their own Login pages too you may want to leave this option disabled. This does NOT prevent directly accessing /wp-login.php page.
de_de: Mit dieser Option kannst du die URL der MemberPress-Anmeldeseite zurückgeben, wenn andere Plugins/Themes die Funktion wp_login_url() aufrufen. Wenn du andere Plugins hast, die ebenfalls ihre eigenen Login-Seiten verwenden, solltest du diese Option deaktiviert lassen. Dies verhindert NICHT den direkten Zugriff auf die Seite /wp-login.php.

source: URL to direct member to after login:
de_de: URL, zu der das Mitglied nach der Anmeldung weitergeleitet wird:

source: Login Redirect URL
de_de: Anmeldung Umleitung URL
