Repository: werkmind/german-wordpress-translations
Catalog: memberpress-*.po
Languages: de_de

source: Membership Terms
de_de: Mitgliedschaftsbedingungen

source: Membership Options
de_de: Optionen für die Mitgliedschaft

source: Your subscription has been set up successfully.
de_de: Dein Abonnement wurde erfolgreich eingerichtet.

source: There was a problem with our payment system. Please come back soon and try again.
de_de: Es gab ein Problem mit unserem Zahlungssystem. Bitte komm bald wieder und versuche es erneut.

source: %1$sYou have already subscribed to this item. %2$sClick here to access it%3$s
de_de: %1$sDu hast diesen Artikel bereits abonniert. %2$sKlicke hier, um ihn zu lesen%3$s

source: Remove Benefit
de_de: Nutzen entfernen

source: An unknown error has occurred
de_de: Ein unbekannter Fehler ist aufgetreten

source: Please save membership first to see the Price here.
de_de: Bitte speichere zuerst die Mitgliedschaft, um den Preis hier zu sehen.

source: Reminder Title
de_de: Erinnerung Titel

source: Send Notice to Admin
de_de: Mitteilung an die Verwaltung senden

source: Send Reminder to Member
de_de: Erinnerung an Mitglied senden

source: Reminders
de_de: Mahnungen

source: Reminder
de_de: Erinnerung

source: Add New Reminder
de_de: Neue Erinnerung hinzufügen

source: Edit Reminder
de_de: Erinnerung bearbeiten

source: New Reminder
de_de: Neue Mahnung

source: View Reminder
de_de: Ansicht Erinnerung

source: Search Reminders
de_de: Such-Erinnerungen

source: No Reminders found
de_de: Keine Mahnungen gefunden

source: No Reminders found in Trash
de_de: Keine Mahnungen im Papierkorb gefunden

source: Parent Reminder:
de_de: Erinnerung an die Eltern:

source: Trigger
de_de: Auslöser

source: Forbidden
de_de: Verboten

source: Completed
de_de: Abgeschlossen

source: Pending
de_de: Anhängig

source: Failed
de_de: Gescheitert

source: Refunded
de_de: Erstattet

source: Completed:
de_de: Abgeschlossen:

source: Pending:
de_de: Anhängig:

source: Failed:
de_de: Gescheitert:

source: Refunded:
de_de: Erstattet:

source: Rule
de_de: Regel

source: Add New Rule
de_de: Neue Regel hinzufügen

source: Edit Rule
de_de: Regel bearbeiten

source: New Rule
de_de: Neue Regel

source: View Rule
de_de: Regel ansehen

source: Search Rules
de_de: Suchregeln

source: No Rules found
de_de: Keine Regeln gefunden

source: No Rules found in Trash
de_de: Keine Regeln im Papierkorb gefunden

source: Parent Rule:
de_de: Eltern-Regel:

source: All Content:
de_de: Alle Inhalte

source: Title
de_de: Titel

source: Type
de_de: Typ

source: Content
de_de: Inhalt

source: Drip time
de_de: Abtropfzeit

source: Expiration time
de_de: Verfallszeit

source: Except
de_de: Außer

source: %s %s after %s
de_de: %s %s nach %s

source: Content & Access
de_de: Inhalt & Zugang

source: Drip / Expiration
de_de: Abtropfen / Verfall

source: Unauthorized Access
de_de: Unbefugter Zugriff

source: Error
de_de: Fehler

source: Your current Stripe payment connection is out of date and may become insecure. Please click the button below to re-connect your Stripe payment method now.
de_de: Deine aktuelle Stripe-Zahlungsverbindung ist veraltet und könnte unsicher werden. Bitte klicke auf die Schaltfläche unten, um deine Stripe-Zahlungsmethode jetzt neu zu verbinden.

source: Re-connect Stripe Payments to Fix this Error Now
de_de: Verbinde die Stripe-Zahlungen neu, um diesen Fehler jetzt zu beheben

source: Your MemberPress.com account and Stripe gateway have been disconnected. Please re-connect the Stripe gateway by clicking the button below in order to start taking payments again.
de_de: Die Verbindung zwischen deinem MemberPress.com-Konto und dem Stripe-Gateway wurde unterbrochen. Bitte stelle die Verbindung zum Stripe-Gateway wieder her, indem du auf die Schaltfläche unten klickst, damit du wieder Zahlungen entgegennehmen kannst.

source: Re-connect Stripe
de_de: Streifen neu verbinden

source: Your payment method was successfully connected to your Stripe account.
de_de: Deine Zahlungsmethode wurde erfolgreich mit deinem Stripe-Konto verbunden.

source: Your payment method's Stripe Connect keys were successfully updated.
de_de: Die Stripe Connect-Schlüssel für deine Zahlungsmethode wurden erfolgreich aktualisiert.

source: Your Stripe tokens were successfully refreshed.
de_de: Deine Stripe-Token wurden erfolgreich erneuert.

source: You successfully disconnected this payment method from your Stripe account.
de_de: Du hast diese Zahlungsmethode erfolgreich von deinem Stripe-Konto getrennt.

source: MemberPress - Stripe Connect Security
de_de: MemberPress - Stripe Connect Sicherheit

source: MemberPress is securely connected to Stripe
de_de: MemberPress ist sicher mit Stripe verbunden

source: Your MemberPress Stripe connection is complete and secure.
de_de: Deine MemberPress Stripe-Verbindung ist vollständig und sicher.

source: MemberPress is not securely connected to Stripe
de_de: MemberPress ist nicht sicher mit Stripe verbunden

source: Your current Stripe payment connection is out of date and may become insecure or stop working. Please click the button below to re-connect your Stripe payment method now.
de_de: Deine aktuelle Stripe-Zahlungsverbindung ist veraltet und könnte unsicher werden oder nicht mehr funktionieren. Bitte klicke auf die Schaltfläche unten, um deine Stripe-Zahlungsmethode jetzt neu zu verbinden.

source: Your current Stripe payment connection is out of date and may become insecure. Please click the link below to re-connect your Stripe payment method now.
de_de: Deine aktuelle Stripe-Zahlungsverbindung ist veraltet und könnte unsicher werden. Bitte klicke auf den untenstehenden Link, um deine Stripe-Zahlungsmethode jetzt neu zu verbinden.

source: Sorry, updating your credentials failed. (pmt)
de_de: Sorry, die Aktualisierung deiner Anmeldedaten ist fehlgeschlagen. (pmt)

source: Sorry, this only works with Stripe.
de_de: Das funktioniert leider nur mit Stripe.

source: Sorry, the refresh failed.
de_de: Sorry, die Aktualisierung ist fehlgeschlagen.

source: Sorry, the disconnect failed.
de_de: Tut mir leid, die Trennung der Verbindung ist fehlgeschlagen.

source: You successfully stored a new payment method yo.
de_de: Du hast erfolgreich eine neue Zahlungsmethode gespeichert yo.

source: Transaction not found
de_de: Transaktion nicht gefunden

source: Invalid payment gateway
de_de: Ungültiges Zahlungsgateway

source: Product not found
de_de: Produkt nicht gefunden

source: User not found
de_de: Benutzer nicht gefunden

source: Subscription not found
de_de: Abonnement nicht gefunden

source: PaymentIntent not found
de_de: PaymentIntent nicht gefunden

source: An error occurred, please DO NOT submit the form again as you may be double charged. Please contact us for further assistance instead.
de_de: Es ist ein Fehler aufgetreten. Bitte sende das Formular NICHT noch einmal ab, da du sonst doppelt belastet wirst. Bitte kontaktiere uns stattdessen für weitere Hilfe.

source: Invalid PaymentIntent ID
de_de: Ungültige PaymentIntent ID

source: Invalid SetupIntent ID
de_de: Ungültige SetupIntent ID

source: Invalid Subscription ID
de_de: Ungültige Abonnement-ID

source: You are already subscribed to this item, %1$sclick here%2$s to view your subscriptions.
de_de: Du hast diesen Artikel bereits abonniert, %1$sklick hier%2$s um deine Abonnements zu sehen.

source: Bad request
de_de: Schlechte Anfrage

source: Sorry, you must be logged in to do this.
de_de: Leider musst du dafür eingeloggt sein.

source: This subscription is for another user.
de_de: Dieses Abonnement ist für einen anderen Nutzer.

source: The payment setup was unsuccessful, please try another payment method.
de_de: Die Zahlungseinrichtung war nicht erfolgreich, bitte versuche eine andere Zahlungsmethode.

source: A subscription was created successfully.
de_de: Ein Abonnement wurde erfolgreich erstellt.

source: There was a problem creating the subscription
de_de: Es gab ein Problem bei der Erstellung des Abonnements

source: The subscription was updated successfully.
de_de: Das Abonnement wurde erfolgreich aktualisiert.

source: There was a problem updating the subscription
de_de: Es gab ein Problem bei der Aktualisierung des Abonnements

source: The Subscription ID must contain only letters, numbers, underscores and hyphens
de_de: Die Abonnement-ID darf nur Buchstaben, Zahlen, Unterstriche und Bindestriche enthalten

source: The Subscription ID is required
de_de: Die Abonnement-ID ist erforderlich

source: The username is required
de_de: Der Nutzername ist erforderlich

source: You must enter a valid username or email address
de_de: Du musst einen gültigen Benutzernamen oder eine E-Mail-Adresse eingeben

source: Membership is required
de_de: Mitgliedschaft ist erforderlich

source: A valid membership is required
de_de: Eine gültige Mitgliedschaft ist erforderlich

source: The sub-total is required
de_de: Die Zwischensumme ist erforderlich

source: The sub-total must be a number
de_de: Die Zwischensumme muss eine Zahl sein

source: The trial days must be a number
de_de: Die Versuchstage müssen eine Zahl sein

source: A Subscription should be cancelled (at the Gateway or here) by you, or by the Member on their Account page before being removed. Deleting an Active Subscription can cause future recurring payments not to be tracked properly. Are you sure you want to delete this Subscription?
de_de: Ein Abonnement sollte von dir (über das Gateway oder hier) oder vom Mitglied auf seiner Kontoseite gekündigt werden, bevor es entfernt wird. Das Löschen eines aktiven Abonnements kann dazu führen, dass künftige wiederkehrende Zahlungen nicht mehr richtig erfasst werden. Bist du sicher, dass du dieses Abonnement löschen willst?

source: The Subscription could not be deleted. Please try again later.
de_de: Das Abonnement konnte nicht gelöscht werden. Bitte versuche es später noch einmal.

source: This will cancel all future payments for this subscription. Are you sure you want to cancel this Subscription?
de_de: Damit werden alle zukünftigen Zahlungen für dieses Abonnement storniert. Bist du sicher, dass du dieses Abonnement kündigen möchtest?

source: The Subscription could not be cancelled here. Please login to your gateway's virtual terminal to cancel it.
de_de: Das Abonnement konnte hier nicht gekündigt werden. Bitte logge dich in das virtuelle Terminal deines Gateways ein, um es zu kündigen.

source: The Subscription was successfully cancelled.
de_de: Das Abonnement wurde erfolgreich gekündigt.

source: Stopped
de_de: Gestoppt

source: This will stop all payments for this subscription until the user logs into their account and resumes. Are you sure you want to pause this Subscription?
de_de: Dadurch werden alle Zahlungen für dieses Abonnement gestoppt, bis sich der/die Nutzer/in in sein/ihr Konto einloggt und wieder einsteigt. Bist du sicher, dass du dieses Abonnement unterbrechen willst?

source: The Subscription could not be paused here. Please login to your gateway's virtual terminal to pause it.
de_de: Das Abonnement konnte hier nicht pausiert werden. Bitte melde dich am virtuellen Terminal deines Gateways an, um es zu pausieren.

source: The Subscription was successfully paused.
de_de: Das Abonnement wurde erfolgreich pausiert.

source: Paused
de_de: Pausiert

source: This will resume payments for this subscription. Are you sure you want to resume this Subscription?
de_de: Damit werden die Zahlungen für dieses Abonnement wieder aufgenommen. Bist du sicher, dass du dieses Abonnement fortsetzen möchtest?

source: The Subscription could not be resumed here. Please login to your gateway's virtual terminal to resume it.
de_de: Das Abonnement konnte hier nicht fortgesetzt werden. Bitte melde dich am virtuellen Terminal deines Gateways an, um es fortzusetzen.

source: The Subscription was successfully resumed.
de_de: Das Abonnement wurde erfolgreich wiederaufgenommen.

source: The Subscription could not be resumed automatically because the customer needs to authorize the transaction. Do you want to send the customer an email with a link to pay the invoice?
de_de: Das Abonnement konnte nicht automatisch fortgesetzt werden, weil der Kunde die Transaktion noch autorisieren muss. Willst du dem Kunden eine E-Mail mit einem Link zum Bezahlen der Rechnung schicken?

source: The email has been sent to the customer. The Subscription will resume when the invoice has been paid.
de_de: Die E-Mail wurde an den Kunden gesendet. Das Abonnement wird fortgesetzt, wenn die Rechnung bezahlt wurde.

source: An error occurred sending the email to the customer: %s
de_de: Beim Senden der E-Mail an den Kunden ist ein Fehler aufgetreten: %s

source: The response from the server was invalid or malformed
de_de: Die Antwort des Servers war ungültig oder fehlerhaft geformt

source: Ajax error
de_de: Ajax-Fehler

source: Enabled
de_de: Aktiviert

source: Save Failed
de_de: Speichern fehlgeschlagen

source: Could not delete subscription
de_de: Abonnement konnte nicht gelöscht werden

source: Could not pause subscription
de_de: Abonnement kann nicht angehalten werden

source: Could not resume subscription
de_de: Abonnement konnte nicht fortgesetzt werden

source: Subscription not found.
de_de: Abonnement nicht gefunden.

source: The subscription's payment method does not support this.
de_de: Die Zahlungsmethode des Abonnements unterstützt dies nicht.

source: Could not cancel subscription
de_de: Abonnement kann nicht gekündigt werden

source: Subscription
de_de: Abonnement

source: User
de_de: Benutzer

source: Transaction
de_de: Transaktion

source: Created On
de_de: Erstellt am

source: Expires On
de_de: Läuft ab am

source: Price
de_de: Preis

source: MemberPress Summary Email
de_de: MemberPress Zusammenfassung E-Mail

source: [MemberPress] Your summary report for the week of %s
de_de: [MemberPress] Dein zusammenfassender Bericht für die Woche von %s

source: Taxes
de_de: Steuern

source: A valid tax rate id must be set
de_de: Es muss eine gültige Steuersatz-ID angegeben werden

source: This tax rate was successfully deleted
de_de: Dieser Steuersatz wurde erfolgreich gelöscht

source: MemberPress Send Transaction Expire Events
de_de: MemberPress Senden Transaktion ablaufen Ereignisse

source: A transaction was created successfully.
de_de: Eine Transaktion wurde erfolgreich erstellt.

source: The transaction was successfully updated.
de_de: Die Transaktion wurde erfolgreich aktualisiert.

source: The username must be set.
de_de: Der Benutzername muss festgelegt werden.

source: The amount must be set.
de_de: Der Betrag muss festgelegt werden.

source: The amount must be a number.
de_de: Der Betrag muss eine Zahl sein.

source: This is not a subscription for membership '%s' but for '%s'
de_de: Dies ist kein Abonnement für die Mitgliedschaft '%s', sondern für '%s'

source: This is not a subscription for user '%s' but for '%s'
de_de: Dies ist kein Abonnement für den Benutzer "%s", sondern für "%s"

source: This subscription was not found.
de_de: Dieses Abonnement wurde nicht gefunden.

source: Deleting Transactions could cause the associated member to lose access to protected content. Are you sure you want to delete this Transaction?
de_de: Das Löschen von Vorgängen kann dazu führen, dass das zugehörige Mitglied den Zugang zu geschützten Inhalten verliert. Bist du sicher, dass du diese Transaktion löschen willst?

source: The Transaction could not be deleted. Please try again later.
de_de: Der Vorgang konnte nicht gelöscht werden. Bitte versuche es später noch einmal.

source: This will refund the transaction at the gateway level. This action is not reversable. Are you sure you want to refund this Transaction?
de_de: Dadurch wird die Transaktion auf der Gateway-Ebene erstattet. Diese Aktion ist nicht rückgängig zu machen. Bist du sicher, dass du diesen Vorgang erstatten möchtest?

source: This will refund the transaction and cancel the subscription associated with this transaction at the gateway level. This action is not reversable. Are you sure you want to refund this Transaction and cancel it's Subscription?
de_de: Dadurch wird die Transaktion erstattet und das mit dieser Transaktion verbundene Abonnement auf der Gateway-Ebene storniert. Diese Aktion ist nicht rückgängig zu machen. Bist du sicher, dass du diesen Vorgang erstatten und das zugehörige Abonnement stornieren möchtest?

source: Your transaction was successfully refunded.
de_de: Deine Transaktion wurde erfolgreich erstattet.

source: The Transaction could not be refunded. Please issue the refund by logging into your gateway's virtual terminal
de_de: Die Transaktion konnte nicht erstattet werden. Bitte gib die Erstattung aus, indem du dich in das virtuelle Terminal deines Gateways einloggst

source: Your transaction was refunded and subscription was cancelled successfully.
de_de: Deine Transaktion wurde zurückerstattet und das Abonnement wurde erfolgreich gekündigt.

source: The Transaction could not be refunded and/or Subscription could not be cancelled. Please issue the refund by logging into your gateway's virtual terminal
de_de: Die Transaktion konnte nicht erstattet und/oder das Abonnement nicht storniert werden. Bitte gib die Erstattung aus, indem du dich in das virtuelle Terminal deines Gateways einloggst

source: Could not refund transaction
de_de: Transaktion konnte nicht erstattet werden

source: Could not delete transaction
de_de: Transaktion konnte nicht gelöscht werden

source: Net
de_de: Netz

source: Total
de_de: Gesamt

source: Could not send email. Please try again later.
de_de: E-Mail konnte nicht gesendet werden. Bitte versuche es später noch einmal.

source: Email sent
de_de: E-Mail gesendet

source: Welcome Email sent
de_de: Willkommens-E-Mail gesendet

source: You don't have sufficient permissions to rollback MemberPress.
de_de: Du hast nicht genügend Berechtigungen, um MemberPress zurückzusetzen.

source: License key deactivated
de_de: Lizenzschlüssel deaktiviert

source: Check for Update
de_de: Nach Update suchen

source: You had an HTTP error connecting to Caseproof's Mothership API
de_de: Du hattest einen HTTP-Fehler beim Verbinden mit der Caseproof Mothership API

source: Your License Key was invalid
de_de: Dein Lizenzschlüssel war ungültig

source: Edge updates couldn't be updated.
de_de: Edge-Updates konnten nicht aktualisiert werden.

source: To restore automatic updates, %1$sinstall the correct edition%2$s of MemberPress.
de_de: Um automatische Updates wiederherzustellen, %1$sinstalliere die richtige Edition%2$s von MemberPress.

source: MemberPress Snapshot Interval
de_de: MemberPress Snapshot Intervall

source: Your site is attempting to send too many snapshots, we'll put an end to that.
de_de: Deine Seite versucht, zu viele Schnappschüsse zu senden, wir werden dem ein Ende setzen.

source: Disable Send Data option was updated successfully
de_de: Die Option Daten senden deaktivieren wurde erfolgreich aktualisiert

source: This user hasn't purchased any memberships - so no email will be sent.
de_de: Dieser Nutzer hat keine Mitgliedschaften erworben - es wird also keine E-Mail verschickt.

source: Message Sent
de_de: Nachricht gesendet

source: There was an issue sending the email
de_de: Es gab ein Problem beim Senden der E-Mail

source: Why you creepin'?
de_de: Warum schleichst du?

source: Cannot resend message
de_de: Nachricht kann nicht erneut gesendet werden

source: %s is required.
de_de: %s ist erforderlich.

source: %s is not a valid email address.
de_de: %s ist keine gültige E-Mail Adresse.

source: %s is not a valid URL.
de_de: %s ist keine gültige URL.

source: Active Memberships
de_de: Aktive Mitgliedschaften

source: Unknown
de_de: Unbekannt

source: You cannot register with this form. Please use the registration page found on the website instead.
de_de: Du kannst dich mit diesem Formular nicht anmelden. Bitte verwende stattdessen die Anmeldeseite auf der Website.

source: MemberPress Settings
de_de: MemberPress Einstellungen

# ui
source: Unknown
de_de: Unbekannt

# ui
source: Never
de_de: Niemals

source: VAT number is required
de_de: Umsatzsteuernummer ist erforderlich

source: Your VAT number is invalid
de_de: Deine Umsatzsteuer-Identifikationsnummer ist ungültig

source: VAT (%s)
de_de: Mehrwertsteuer (%s)

source: Export VAT Totals
de_de: Ausfuhrumsatzsteuer Summen

source: Export VAT by Country
de_de: Ausfuhrumsatzsteuer nach Land

source: Country Code
de_de: Ländercode

source: Country
de_de: Land

source: VAT number is invalid
de_de: Mehrwertsteuernummer ist ungültig

source: This password doesn't meet the minimum strength requirement. %s.
de_de: Dieses Passwort erfüllt nicht die Mindestanforderungen an die Stärke. %s.

source: Weak
de_de: Schwach

source: Strong
de_de: Stark

source: Very Strong
de_de: Sehr stark

source: Unbreakable
de_de: Unzerbrechlich

source: Password Strength
de_de: Passwortstärke

source: Password must be "Medium" or stronger
de_de: Das Passwort muss "Mittel" oder stärker sein

source: Password must be "Strong" or stronger
de_de: Das Passwort muss "Stark" oder stärker sein

source: Password must be "Very Strong" or stronger
de_de: Das Passwort muss "sehr stark" oder stärker sein

source: Austria
de_de: Österreich

source: Belgium
de_de: Belgien

source: Bulgaria
de_de: Bulgarien

source: Cyprus
de_de: Zypern

source: Czech Republic
de_de: Tschechische Republik

source: Germany
de_de: Deutschland

source: Denmark
de_de: Dänemark

source: Estonia
de_de: Estland

source: Greece
de_de: Griechenland

source: Spain
de_de: Spanien

source: Finland
de_de: Finnland

source: France
de_de: Frankreich

source: Croatia
de_de: Kroatien

source: United Kingdom
de_de: Vereinigtes Königreich

source: Hungary
de_de: Ungarn

source: Ireland
de_de: Irland

source: Italy
de_de: Italien

source: Lithuania
de_de: Litauen

source: Luxembourg
de_de: Luxemburg

source: Latvia
de_de: Lettland

source: Netherlands
de_de: Niederlande

source: Poland
de_de: Polen

source: Romania
de_de: Rumänien

source: Sweden
de_de: Schweden

source: Slovenia
de_de: Slowenien

source: Slovakia
de_de: Slowakei

source: French Guiana
de_de: Französisch-Guayana

source: Saint Martin (French part)
de_de: St. Martin (französischer Teil)

source: Reunion
de_de: Wiedersehen

source: Saint Pierre and Miquelon
de_de: St. Pierre und Miquelon

source: <b>Cancelled Subscription</b> Notice
de_de: <b>Kündigung des Abonnements</b> Hinweis

source: This email is sent to you when a subscription is cancelled.
de_de: Diese E-Mail wird dir geschickt, wenn ein Abonnement gekündigt wird.

source: ** Subscription {$subscr_num} Was Cancelled
de_de: ** Abonnement {$subscr_num} Wurde gekündigt

source: Credit Card Expires Reminder Email to Admin
de_de: Kreditkarte läuft ab Erinnerungsmail an Admin

source: This email is sent to the admin when triggered for a user.
de_de: Diese E-Mail wird an den Administrator gesendet, wenn sie für einen Nutzer ausgelöst wird.

source: ** %1$s Reminder Sent to %2$s
de_de: ** %1$s Erinnerung gesendet an %2$s

source: Credit Card Expiring
de_de: Auslaufende Kreditkarte

source: Credit Card Expiring in 2 Days
de_de: In 2 Tagen ablaufende Kreditkarte

source: <b>Credit Card Expiring</b> Notice
de_de: <b>Kreditkarte läuft aus</b> Hinweis

source: This email is sent to you when a member's credit card is expiring
de_de: Diese E-Mail wird dir geschickt, wenn die Kreditkarte eines Mitglieds abläuft

source: ** Credit Card Expiring For {$subscr_num}
de_de: ** Kreditkarte läuft aus für {$subscr_num}

source: <b>Downgraded Subscription</b> Notice
de_de: <b>Herabgestuftes Abonnement</b> Hinweis

source: This email is sent to you when a subscription is downgraded.
de_de: Diese E-Mail wird dir geschickt, wenn ein Abonnement herabgestuft wird.

source: ** Subscription {$subscr_num} Downgraded
de_de: ** Abonnement {$subscr_num} Herabgestuft

source: <b>Failed Transaction</b> Notice
de_de: <b>Fehlgeschlagene Transaktion</b> Hinweis
