Repository: werkmind/german-wordpress-translations
Catalog: memberpress-*.po
Languages: de_de

# ui
source: Your password was successfully reset on %1$s!
de_de: Dein Passwort wurde erfolgreich auf %1$s zurückgesetzt!

# ui
source: Username: %1$s
de_de: Benutzername: %1$s

# ui
source: Password: *** Successfully Reset ***
de_de: Passwort: *** Erfolgreich zurückgesetzt ***

# ui
source: You can now login here: %1$s
de_de: Du kannst dich jetzt hier anmelden: %1$s

# ui
source: Thanks for Purchasing {$product_name}
de_de: Danke für den Kauf von {$product_name}

# ui
source: You can login here: {$login_page}
de_de: Du kannst dich hier anmelden: {$login_page}

# ui
source: Using this username and password:
de_de: Benutze diesen Benutzernamen und dieses Passwort:

# ui
source: Username:
de_de: Benutzername:

# ui
source: Password:
de_de: Passwort:

# ui
source: *** Password you set during signup ***
de_de: *** Passwort, das du bei der Anmeldung festgelegt hast ***

# ui
source: Payment Receipt
de_de: Zahlungseingang

# ui
source: for your payment to {$blog_name}
de_de: für deine Zahlung an {$blog_name}

# ui
source: Invoice:
de_de: Rechnung:

# ui
source: Paid to
de_de: Bezahlt an

# ui
source: Your Transaction Was Refunded
de_de: Deine Transaktion wurde zurückerstattet

# ui
source: Your transaction on {$blog_name} was refunded:
de_de: Deine Transaktion auf {$blog_name} wurde zurückerstattet:

# ui
source: Someone requested to reset your password for %1$s on %2$s at %3$s
de_de: Jemand hat beantragt, dein Passwort für %1$s am %2$s um %3$s zurückzusetzen

# ui
source: To reset your password visit the following address, otherwise just ignore this email and nothing will happen.
de_de: Um dein Passwort zurückzusetzen, besuche die folgende Adresse. Andernfalls ignoriere diese E-Mail einfach und es wird nichts passieren.

# ui
source: Your subscription has resumed
de_de: Dein Abonnement wurde wiederaufgenommen

# ui
source: Your subscription on {$blog_name} has resumed:
de_de: Dein Abonnement auf {$blog_name} wurde wieder aufgenommen:

# ui
source: You can create a new password for %1$s on %2$s at %3$s by clicking on the following link:
de_de: Du kannst ein neues Passwort für %1$s am %2$s bei %3$s erstellen, indem du auf den folgenden Link klickst:

# ui
source: Please complete your signup
de_de: Bitte vervollständige deine Anmeldung

# ui
source: We just saw that you weren't able to complete your signup for %1$s on %2$s.
de_de: Wir haben gerade gesehen, dass du deine Anmeldung für %1$s am %2$s nicht abschließen konntest.

# ui
source: We'd be really sad if you missed out so we just wanted to drop you a line to let you to know that it's easy to <strong>%1$scomplete your signup today%2$s</strong>.
de_de: Wir wären sehr traurig, wenn du das verpassen würdest, deshalb wollten wir dir nur kurz mitteilen, dass es ganz einfach ist, dich noch heute <strong>%1$s</strong> anzumelden.

# ui
source: Your Subscription Payment Failed
de_de: Deine Abonnement-Zahlung ist fehlgeschlagen

# ui
source: Sorry, your latest subscription payment on {$blog_name} failed. Please click the link below to pay the invoice to keep your subscription active.
de_de: Leider ist deine letzte Abonnementzahlung für {$blog_name} fehlgeschlagen. Bitte klicke auf den untenstehenden Link, um die Rechnung zu bezahlen, damit dein Abonnement aktiv bleibt.

# ui
source: Pay Invoice
de_de: Rechnung bezahlen

# ui
source: We wouldn't want you to miss out on any of the great content we're working on so <strong>make sure you %1$srenew it today%2$s</strong>.
de_de: Wir möchten nicht, dass du die großartigen Inhalte verpasst, an denen wir arbeiten, also <strong>Sorge dafür, dass du %1$sie heute%2$s</strong> erneuerst.

# ui
source: If this isn't correct you can update your %1$saccount%2$s.
de_de: Wenn das nicht stimmt, kannst du deinen %1$saccount%2$s aktualisieren.

# ui
source: Your subscription has been paused
de_de: Dein Abonnement wurde pausiert

# ui
source: Your subscription on {$blog_name} was paused:
de_de: Dein Abonnement auf {$blog_name} wurde pausiert:

# ui
source: Your subscription has been upgraded
de_de: Dein Abonnement wurde hochgestuft

# ui
source: Your subscription on {$blog_name} was upgraded:
de_de: Dein Abonnement auf {$blog_name} wurde hochgestuft:

# ui
source: Welcome {$user_first_name}!
de_de: Willkommen {$user_first_name}!

# ui
source: You're already logged in. %1$sLogout.%2$s
de_de: Du bist bereits eingeloggt. %1$sAbmelden.%2$s

# ui
source: Request a Password Reset
de_de: Passwort zurücksetzen anfordern

# ui
source: Enter Your Username or Email Address
de_de: Gib deinen Benutzernamen oder deine E-Mail Adresse ein

# ui
source: Request Password Reset
de_de: Passwort zurücksetzen anfordern

# ui
source: Password could not be reset.
de_de: Das Passwort konnte nicht zurückgesetzt werden.

# ui
source: Please contact us for further assistance.
de_de: Bitte kontaktiere uns für weitere Unterstützung.

# ui
source: Successfully requested password reset
de_de: Erfolgreich Passwort zurücksetzen beantragt

# ui
source: Please click on the confirmation link that was just sent to your email address.
de_de: Bitte klicke auf den Bestätigungslink, der gerade an deine E-Mail-Adresse gesendet wurde.

# ui
source: Username or E-mail
de_de: Benutzername oder E-Mail

# ui
source: Username
de_de: Benutzername

# ui
source: Password
de_de: Passwort

# ui
source: Remember Me
de_de: Erinnere dich an mich

# ui
source: Log In
de_de: Einloggen

# ui
source: Forgot Password
de_de: Passwort vergessen

# ui
source: Enter your new password
de_de: Gib dein neues Passwort ein

# ui
source: Password Confirmation
de_de: Passwort-Bestätigung

# ui
source: Please fix the errors above
de_de: Bitte korrigiere die Fehler oben

# ui
source: You're unauthorized to view this page. Why don't you %s and try again.
de_de: Du bist nicht autorisiert, diese Seite zu sehen. Warum gehst du nicht zu %s und versuchst es noch einmal.

# ui
source: An Unknown Error Occurred
de_de: Ein unbekannter Fehler ist aufgetreten

# ui
source: Expires
de_de: Läuft ab

# ui
source: Expired
de_de: Abgelaufen

# ui
source: You have no subscriptions
de_de: Du hast keine Abonnements

# ui
source: Customer Type:
de_de: Kundentyp:

# ui
source: Consumer
de_de: Verbraucher

# ui
source: VAT Number:
de_de: Umsatzsteuer-Identifikationsnummer:

# ui
source: Invalid VAT Number
de_de: Ungültige Umsatzsteuer-Identifikationsnummer

# ui
source: &#197;land Islands
de_de: &#197;Land Inseln

# ui
source: Albania
de_de: Albanien

# ui
source: Algeria
de_de: Algerien

# ui
source: Antarctica
de_de: Antarktis

# ui
source: Antigua and Barbuda
de_de: Antigua und Barbuda

# ui
source: Argentina
de_de: Argentinien

# ui
source: Armenia
de_de: Armenien

# ui
source: Australia
de_de: Australien

# ui
source: Austria
de_de: Österreich

# ui
source: Azerbaijan
de_de: Aserbaidschan

# ui
source: Bangladesh
de_de: Bangladesch

# ui
source: Belarus
de_de: Weißrussland

# ui
source: Belgium
de_de: Belgien

# ui
source: Bolivia
de_de: Bolivien

# ui
source: Bonaire, Saint Eustatius and Saba
de_de: Bonaire, St. Eustatius und Saba

# ui
source: Bosnia and Herzegovina
de_de: Bosnien und Herzegowina

# ui
source: Bouvet Island
de_de: Bouvetinsel

# ui
source: Brazil
de_de: Brasilien

# ui
source: British Indian Ocean Territory
de_de: Britisches Territorium im Indischen Ozean

# ui
source: British Virgin Islands
de_de: Britische Jungferninseln

# ui
source: Bulgaria
de_de: Bulgarien

# ui
source: Cambodia
de_de: Kambodscha

# ui
source: Cameroon
de_de: Kamerun

# ui
source: Canada
de_de: Kanada

# ui
source: Cape Verde
de_de: Kap Verde

# ui
source: Cayman Islands
de_de: Kaimaninseln

# ui
source: Central African Republic
de_de: Zentralafrikanische Republik

# ui
source: Christmas Island
de_de: Weihnachtsinsel

# ui
source: Cocos (Keeling) Islands
de_de: Cocos (Keeling) Inseln

# ui
source: Colombia
de_de: Kolumbien

# ui
source: Comoros
de_de: Komoren

# ui
source: Congo (Brazzaville)
de_de: Kongo (Brazzaville)

# ui
source: Congo (Kinshasa)
de_de: Kongo (Kinshasa)

# ui
source: Cook Islands
de_de: Cookinseln

# ui
source: Croatia
de_de: Kroatien

# ui
source: Cuba
de_de: Kuba

# ui
source: Cyprus
de_de: Zypern

# ui
source: Czech Republic
de_de: Tschechische Republik

# ui
source: Denmark
de_de: Dänemark

# ui
source: Djibouti
de_de: Dschibuti

# ui
source: Dominican Republic
de_de: Dominikanische Republik

# ui
source: Egypt
de_de: Ägypten

# ui
source: Equatorial Guinea
de_de: Äquatorialguinea

# ui
source: Estonia
de_de: Estland

# ui
source: Ethiopia
de_de: Äthiopien

# ui
source: Falkland Islands
de_de: Falklandinseln

# ui
source: Faroe Islands
de_de: Färöer Inseln

# ui
source: Fiji
de_de: Fidschi

# ui
source: Finland
de_de: Finnland

# ui
source: France
de_de: Frankreich

# ui
source: French Guiana
de_de: Französisch-Guayana

# ui
source: French Polynesia
de_de: Französisch-Polynesien

# ui
source: French Southern Territories
de_de: Französische Südterritorien

# ui
source: Gabon
de_de: Gabun

# ui
source: Germany
de_de: Deutschland

# ui
source: Greece
de_de: Griechenland

# ui
source: Greenland
de_de: Grönland

# ui
source: Heard Island and McDonald Islands
de_de: Heard Island und McDonald Islands

# ui
source: Hungary
de_de: Ungarn

# ui
source: Iceland
de_de: Island

# ui
source: India
de_de: Indien

# ui
source: Indonesia
de_de: Indonesien

# ui
source: Iraq
de_de: Irak

# ui
source: Republic of Ireland
de_de: Republik Irland

# ui
source: Italy
de_de: Italien

# ui
source: Ivory Coast
de_de: Elfenbeinküste

# ui
source: Jamaica
de_de: Jamaika

# ui
source: Jordan
de_de: Jordanien

# ui
source: Kazakhstan
de_de: Kasachstan

# ui
source: Kenya
de_de: Kenia

# ui
source: Kyrgyzstan
de_de: Kirgisistan

# ui
source: Latvia
de_de: Lettland

# ui
source: Lebanon
de_de: Libanon

# ui
source: Libya
de_de: Libyen

# ui
source: Lithuania
de_de: Litauen

# ui
source: Luxembourg
de_de: Luxemburg

# ui
source: Macedonia
de_de: Mazedonien

# ui
source: Madagascar
de_de: Madagaskar

# ui
source: Maldives
de_de: Malediven

# ui
source: Marshall Islands
de_de: Marshallinseln

# ui
source: Mauritania
de_de: Mauretanien

# ui
source: Mexico
de_de: Mexiko

# ui
source: Micronesia
de_de: Mikronesien

# ui
source: Moldova
de_de: Moldawien

# ui
source: Mongolia
de_de: Mongolei

# ui
source: Morocco
de_de: Marokko

# ui
source: Mozambique
de_de: Mosambik

# ui
source: Netherlands
de_de: Niederlande

# ui
source: Netherlands Antilles
de_de: Niederländische Antillen

# ui
source: New Caledonia
de_de: Neukaledonien

# ui
source: New Zealand
de_de: Neuseeland

# ui
source: Norfolk Island
de_de: Norfolkinsel

# ui
source: North Korea
de_de: Nordkorea

# ui
source: Norway
de_de: Norwegen

# ui
source: Palestinian Territory
de_de: Palästinensisches Territorium

# ui
source: Papua New Guinea
de_de: Papua-Neuguinea

# ui
source: Philippines
de_de: Philippinen

# ui
source: Poland
de_de: Polen

# ui
source: Qatar
de_de: Katar

# ui
source: Reunion
de_de: Wiedersehen

# ui
source: Romania
de_de: Rumänien

# ui
source: Russia
de_de: Russland

# ui
source: Rwanda
de_de: Ruanda

# ui
source: Saint Barth&eacute;lemy
de_de: St. Barth&eacute;lemy

# ui
source: Saint Helena
de_de: St. Helena

# ui
source: Saint Kitts and Nevis
de_de: St. Kitts und Nevis

# ui
source: Saint Lucia
de_de: St. Lucia

# ui
source: Saint Martin (French part)
de_de: St. Martin (französischer Teil)

# ui
source: Saint Martin (Dutch part)
de_de: St. Martin (niederländischer Teil)

# ui
source: Saint Pierre and Miquelon
de_de: St. Pierre und Miquelon

# ui
source: Saint Vincent and the Grenadines
de_de: St. Vincent und die Grenadinen

# ui
source: S&atilde;o Tom&eacute; and Pr&iacute;ncipe
de_de: S&atilde;o Tom&eacute; und Pr&iacute;ncipe

# ui
source: Saudi Arabia
de_de: Saudi-Arabien

# ui
source: Serbia
de_de: Serbien

# ui
source: Seychelles
de_de: Seychellen

# ui
source: Singapore
de_de: Singapur

# ui
source: Slovakia
de_de: Slowakei

# ui
source: Slovenia
de_de: Slowenien

# ui
source: Solomon Islands
de_de: Salomonen

# ui
source: South Africa
de_de: Südafrika

# ui
source: South Georgia/Sandwich Islands
de_de: Südgeorgien/Sandwichinseln

# ui
source: South Korea
de_de: Südkorea

# ui
source: South Sudan
de_de: Südsudan

# ui
source: Spain
de_de: Spanien

# ui
source: Suriname
de_de: Surinam

# ui
source: Svalbard and Jan Mayen
de_de: Svalbard und Jan Mayen

# ui
source: Swaziland
de_de: Swasiland

# ui
source: Sweden
de_de: Schweden

# ui
source: Switzerland
de_de: Schweiz

# ui
source: Syria
de_de: Syrien

# ui
source: Tajikistan
de_de: Tadschikistan

# ui
source: Tanzania
de_de: Tansania

# ui
source: Trinidad and Tobago
de_de: Trinidad und Tobago

# ui
source: Tunisia
de_de: Tunesien

# ui
source: Turkey
de_de: Türkei

# ui
source: Turks and Caicos Islands
de_de: Turks- und Caicosinseln

# ui
source: United Arab Emirates
de_de: Vereinigte Arabische Emirate

# ui
source: United Kingdom (UK)
de_de: Vereinigtes Königreich (UK)

# ui
source: United States (US)
de_de: Vereinigte Staaten (US)

# ui
source: Uzbekistan
de_de: Usbekistan

# ui
source: Vatican
de_de: Vatikan

# ui
source: Wallis and Futuna
de_de: Wallis und Futuna

# ui
source: Western Sahara
de_de: Westsahara

# ui
source: Western Samoa
de_de: Westsamoa

# ui
source: Yemen
de_de: Jemen

# ui
source: Zambia
de_de: Sambia

# ui
source: Zimbabwe
de_de: Simbabwe

# ui
source: Australian Capital Territory
de_de: Australisches Hauptstadtterritorium

# ui
source: New South Wales
de_de: Neusüdwales

# ui
source: Northern Territory
de_de: Nordterritorium

# ui
source: South Australia
de_de: Südaustralien

# ui
source: Tasmania
de_de: Tasmanien

# ui
source: Western Australia
de_de: Westaustralien

# ui
source: Shumen
de_de: Schumen

# ui
source: Veliko Tarnovo
de_de: Weliko Tarnowo

# ui
source: Yambol
de_de: Jambol

# ui
source: British Columbia
de_de: Britisch-Kolumbien

# ui
source: Newfoundland
de_de: Neufundland

# ui
source: Northwest Territories
de_de: Nordwest-Territorien

# ui
source: Nova Scotia
de_de: Neuschottland

# ui
source: Prince Edward Island
de_de: Prinz-Edward-Insel

# ui
source: Yukon Territory
de_de: Yukon Territorium

# ui
source: Beijing / &#21271;&#20140;
de_de: Peking / &#21271;&#20140;

# ui
source: Inner Mongolia / &#20839;&#33945;&#21476;
de_de: Innere Mongolei / &#20839;&#33945;&#21476;

source: Bavaria
de_de: Bayern

source: Hesse
de_de: Hessen

source: Lower Saxony
de_de: Niedersachsen

source: North Rhine-Westphalia
de_de: Nordrhein-Westfalen

source: Rhineland-Palatinate
de_de: Rheinland-Pfalz

source: Saxony
de_de: Sachsen

source: Saxony-Anhalt
de_de: Sachsen-Anhalt

source: Thuringia
de_de: Thüringen

# ui
source: Asturias
de_de: Asturien

# ui
source: Baleares
de_de: Balearen

# ui
source: Cantabria
de_de: Kantabrien

# ui
source: Hong Kong Island
de_de: Hongkong Insel

# ui
source: New Territories
de_de: Neue Territorien

# ui
source: Pest
de_de: Schädling

# ui
source: Jammu and Kashmir
de_de: Jammu und Kaschmir

# ui
source: West Bengal
de_de: Westbengalen

# ui
source: Andaman and Nicobar Islands
de_de: Andamanen und Nikobaren

# ui
source: Dadar and Nagar Haveli
de_de: Dadar und Nagar Haveli

# ui
source: Daman and Diu
de_de: Daman und Diu

# ui
source: Tehran (تهران)
de_de: Teheran (تهران)

# ui
source: East Azarbaijan (آذربایجان شرقی)
de_de: Ost-Azarbaijan (آذربایجان شرقی)

# ui
source: Chaharmahal and Bakhtiari (چهارمحال و بختیاری)
de_de: Chaharmahal und Bakhtiari (چهارمحال و بختیاری)

# ui
source: South Khorasan (خراسان جنوبی)
de_de: Süd-Khorasan (خراسان جنوبی)

# ui
source: North Khorasan (خراسان جنوبی)
de_de: Nord-Khorasan (خراسان جنوبی)

# ui
source: Kohgiluyeh and BoyerAhmad (کهگیلوییه و بویراحمد)
de_de: Kohgiluyeh und BoyerAhmad (کهگیلوییه و بویراحمد)

# ui
source: Sistan and Baluchestan (سیستان و بلوچستان)
de_de: Sistan und Baluchestan (سیستان و بلوچستان)

# ui
source: Bolzano
de_de: Bozen

# ui
source: Firenze
de_de: Florenz

# ui
source: Genova
de_de: Genua

# ui
source: Mantova
de_de: Mantua

# ui
source: Milano
de_de: Mailand

# ui
source: Padova
de_de: Padua

# ui
source: Pesaro e Urbino
de_de: Pesaro und Urbino

# ui
source: Tokyo
de_de: Tokio

# ui
source: Colima
de_de: Kolima

# ui
source: Tasman
de_de: Tasmanisch

# ui
source: West Coast
de_de: Westküste

# ui
source: Lisboa e Vale do Tejo
de_de: Lisboa und Vale do Tejo

# ui
source: California
de_de: Kalifornien

# ui
source: Armed Forces (AA)
de_de: Streitkräfte (AA)

# ui
source: Armed Forces (AE)
de_de: Streitkräfte (AE)

# ui
source: Armed Forces (AP)
de_de: Streitkräfte (AP)

# ui
source: American Samoa
de_de: Amerikanisch-Samoa

# ui
source: Northern Mariana Islands
de_de: Nördliche Marianen

# ui
source: US Virgin Islands
de_de: US-Jungferninseln

# ui
source: Eastern Cape
de_de: Ostkap

# ui
source: Free State
de_de: Freistaat

# ui
source: Northern Cape
de_de: Nordkap

# ui
source: North West
de_de: Nordwesten

# ui
source: Western Cape
de_de: Westkap

source: Posts Categorized As
de_de: Beiträge kategorisiert als

source: Account Form
de_de: Konto-Formular

source: Display the MemberPress Account form.
de_de: Zeige das MemberPress-Kontoformular an.

source: membership acount form
de_de: mitgliedskonto-Formular

source: MemberPress Account Form
de_de: MemberPress Konto Formular

source: Display the MemberPress Account form
de_de: Zeige das MemberPress Account Formular an

source: Login Form
de_de: Anmeldeformular

source: Display the MemberPress Login form
de_de: Zeige das MemberPress Login-Formular an

source: membership login form
de_de: anmeldeformular für Mitglieder

source: MemberPress Login Form
de_de: MemberPress Anmeldeformular

source: Use MemberPress
de_de: MemberPress verwenden

source: Display a signup form for a MemberPress membership.
de_de: Zeige ein Anmeldeformular für eine MemberPress-Mitgliedschaft an.

source: membership signup form
de_de: anmeldeformular für die Mitgliedschaft

source: MemberPress Signup Form
de_de: MemberPress Anmeldeformular

source: Select a Membership registration form to display
de_de: Wähle ein Anmeldeformular für die Mitgliedschaft aus, um es anzuzeigen

source: -- Select a Membership
de_de: -- Wählen Sie eine Mitgliedschaft

source: Protected
de_de: Geschützt

source: Layout blocks and content protected by MemberPress.
de_de: Layout-Blöcke und Inhalte, die durch MemberPress geschützt sind.

source: login protected membership hidden rule
de_de: login geschützte Mitgliedschaft versteckte Regel

source: Access Rule
de_de: Zugangsregel

source: Select a Rule to determine member access.
de_de: Wähle eine Regel aus, um den Zugang der Mitglieder zu bestimmen.

source: Select a Rule
de_de: Wähle eine Regel

source: If Allowed
de_de: Wenn Erlaubt

source: When set to "show", the content is shown to authorized members only. When set to "hide", the content is hidden from authorized members.
de_de: Wenn du "anzeigen" wählst, wird der Inhalt nur autorisierten Mitgliedern angezeigt. Bei der Einstellung "ausblenden" wird der Inhalt für autorisierte Mitglieder verborgen.

source: Unauthorized Action
de_de: Unerlaubte Handlung

source: Specify how to handle unauthorized access.
de_de: Lege fest, wie mit unberechtigtem Zugriff umgegangen werden soll.

source: Hide Only
de_de: Nur ausblenden

source: Show Message
de_de: Nachricht anzeigen

source: Show Login Form
de_de: Anmeldeformular anzeigen

source: Show Login Form & Message
de_de: Anmeldeformular & Nachricht anzeigen

source: Unauthorized Message
de_de: Unerlaubte Nachricht

source: Message to show on Unauthorized Access
de_de: Nachricht bei unberechtigtem Zugriff anzeigen

source: MemberPress Protected Content
de_de: MemberPress Geschützter Inhalt

source: Add child blocks that will only be shown to authorized members.
de_de: Füge untergeordnete Blöcke hinzu, die nur autorisierten Mitgliedern angezeigt werden sollen.
