Repository: werkmind/german-wordpress-translations
Catalog: memberpress-*.po
Languages: de_de

source: Link is set up as the payment method for this subscription. You can change the default payment method by logging in to <a href="https://link.co">Link.co</a>.
de_de: Link ist als Zahlungsmethode für dieses Abonnement eingerichtet. Du kannst die Standard-Zahlungsmethode ändern, indem du dich bei <a href="https://link.co">Link.co</a> einloggst.

source: Or
de_de: Oder

source: If you do not wish to use Link for this subscription, you can enter the details for a different payment method below.
de_de: Wenn du Link nicht für dieses Abonnement nutzen möchtest, kannst du unten die Daten für eine andere Zahlungsmethode eingeben.

source: Update your payment information below
de_de: Aktualisiere deine Zahlungsinformationen unten

source: No Webhook Signature
de_de: Keine Webhook-Signatur

source: Incorrect Webhook Signature
de_de: Falsche Webhook-Signatur

source: No `event` set
de_de: Kein `Ereignis` eingestellt

source: Request was sent to the wrong site?
de_de: Die Anfrage wurde an die falsche Seite geschickt?

source: No payment method like that exists on this site
de_de: Auf dieser Seite gibt es keine solche Zahlungsmethode

source: Webhook not supported
de_de: Webhook nicht unterstützt

source: [%s] Confirm Subscription Payment
de_de: [%s] Bestätigung der Abonnement-Zahlung

source: The invoice does not require action from the customer.
de_de: Die Rechnung erfordert kein Handeln des Kunden.

source: There was an issue with the credit card processor. Try again later.
de_de: Es gab ein Problem mit dem Kreditkartenprozessor. Versuche es später noch einmal.

source: Product %d
de_de: Produkt %d

source: Initial Payment
de_de: Erste Zahlung

# ui
source: Subscribe
de_de: Abonnieren

source: Please select a new plan
de_de: Bitte wähle einen neuen Plan

source: Select Plan
de_de: Plan auswählen

source: Cancel
de_de: Abbrechen

source: Change Plan
de_de: Plan ändern

source: Free
de_de: Frei

# ui
source: (price includes taxes)
de_de: (Preis inklusive Steuern)

source: Free forever
de_de: Für immer frei

source: Free for a %1$s
de_de: Frei für ein %1$s

source: Free for %1$d %2$s
de_de: Frei für %1$d %2$s

source: (prorated)
de_de: (anteilig)

source: free
de_de: kostenlos

source: %1$s %2$s for %3$s%4$s then
de_de: %1$s %2$s für %3$s%4$s dann

source: %1$s%2$s once and
de_de: %1$s%2$s einmal und

source: for %1$d %2$s
de_de: für %1$d %2$s

source: %1$d payment of
de_de: %1$d Zahlung von

source: for access until %s
de_de: für Zugriff bis %s

source: with coupon %s
de_de: mit Coupon %s

source: -- Select Country --
de_de: -- Land auswählen --

source: Export table as CSV (%s records)
de_de: Tabelle als CSV exportieren (%s Datensätze)

source: Export all as CSV (%s records)
de_de: Alle als CSV exportieren (%s Datensätze)

source: May
de_de: Mai

source: Oct
de_de: Okt

source: Dec
de_de: Dez

source: Using Coupon &ndash; %s
de_de: Coupon verwenden &ndash; %s

source: Have a coupon?
de_de: Hast du einen Coupon?

source: MemberPress: Did You Forget Something?
de_de: MemberPress: Hast du etwas vergessen?

source: Oops! It looks like your MemberPress license key is missing. Here's how to fix the problem fast and easy:
de_de: Oops! Es sieht so aus, als ob dein MemberPress-Lizenzschlüssel fehlt. Hier erfährst du, wie du das Problem schnell und einfach beheben kannst:

source: We’re here if you need any help.
de_de: Wir sind für dich da, wenn du Hilfe brauchst.

source: Grab your key from your <a href="
de_de: Nimm deinen Schlüssel von deinem <a href="

source: That’s it!
de_de: Das war's!

source: MemberPress: WARNING! Your Business is at Risk
de_de: MemberPress: WARNUNG! Dein Geschäft ist in Gefahr

source: To continue using MemberPress without interruption, you need to enter your license key right away. Here’s how:
de_de: Damit du MemberPress weiterhin ohne Unterbrechung nutzen kannst, musst du deinen Lizenzschlüssel sofort eingeben. So geht's:

source: Let us know if you need assistance.
de_de: Sag uns Bescheid, wenn du Hilfe brauchst.

source: Critical
de_de: Kritisch

source: ALERT! MemberPress Backend is Deactivated
de_de: ALERT! MemberPress Backend ist deaktiviert

source: Because your license key is inactive, you can no longer manage MemberPress on the backend (e.g., you can't do things like issue customer refunds or add new members). Fortunately, this problem is easy to fix!
de_de: Da dein Lizenzschlüssel inaktiv ist, kannst du MemberPress nicht mehr im Backend verwalten (z. B. kannst du keine Rückerstattungen für Kunden ausstellen oder neue Mitglieder hinzufügen). Zum Glück ist dieses Problem leicht zu beheben!

source: We're here to help you get things up and running. Let us know if you need assistance.
de_de: Wir sind hier, um dir zu helfen, die Dinge zum Laufen zu bringen. Sag uns Bescheid, wenn du Hilfe brauchst.

source: Your MemberPress license key is expired, but is required to continue using MemberPress. Fortunately, it’s easy to renew your license key. Just do the following:
de_de: Dein MemberPress-Lizenzschlüssel ist abgelaufen, aber du brauchst ihn, um MemberPress weiter nutzen zu können. Zum Glück ist es ganz einfach, deinen Lizenzschlüssel zu erneuern. Gehe einfach wie folgt vor:

source: Go to MemberPress.com and make your selection. <a href="
de_de: Gehe zu MemberPress.com und treffe deine Auswahl. <a href="

source: Without an active license key, MemberPress cannot be managed on the backend. Your frontend will remain intact, but you can’t: Issue customer refunds, Add new members, Manage memberships. Fortunately, this problem is easy to fix by doing the following:
de_de: Ohne einen aktiven Lizenzschlüssel kann MemberPress nicht im Backend verwaltet werden. Dein Frontend bleibt intakt, aber du kannst nicht: Kundenrückerstattungen ausstellen, neue Mitglieder hinzufügen, Mitgliedschaften verwalten. Zum Glück lässt sich dieses Problem leicht beheben, indem du Folgendes tust

source: We’re here to help you get things back up and running. Let us know if you need assistance.
de_de: Wir sind hier, um dir zu helfen, die Dinge wieder zum Laufen zu bringen. Sag uns Bescheid, wenn du Hilfe brauchst.

source: None / Custom
de_de: Keine / Benutzerdefiniert

source: Default
de_de: Standard

source: Most Popular
de_de: Am beliebtesten

source: View
de_de: Siehe

source: Connected to: %s
de_de: Verbunden mit: %s

source: Connected
de_de: Verbunden

source: Pro feature
de_de: Pro-Funktion

source: Remove
de_de: Entfernen

source: One-time
de_de: Einmalig

source: Recurring (Monthly)
de_de: Wiederkehrend (Monatlich)

source: Recurring (Anually)
de_de: Wiederkehrend (Jährlich)

source: Course Creator
de_de: Kursersteller

source: Digital Downloads
de_de: Digitale Downloads

source: Member Community
de_de: Mitglied Gemeinschaft

source: Gifting
de_de: Verschenken

source: Corporate Accounts
de_de: Firmenkonten

source: Affiliate Program
de_de: Partnerprogramm

source: Thank You
de_de: Dankeschön

source: Membership registration
de_de: Anmeldung zur Mitgliedschaft

source: MemberPress login
de_de: MemberPress Anmeldung

source: Manage account
de_de: Konto verwalten

source: Upgrade to Pro
de_de: Upgrade auf Pro

source: To unlock selected features, upgrade to Pro.
de_de: Um ausgewählte Funktionen freizuschalten, musst du auf Pro upgraden.

source: Upgrade to Plus
de_de: Upgrade auf Plus

source: To unlock selected features, upgrade to Plus.
de_de: Um ausgewählte Funktionen freizuschalten, musst du auf Plus upgraden.

source: - Auto Create New Page -
de_de: - Neue Seite automatisch erstellen -

source: Edit
de_de: Bearbeiten

source: Manual
de_de: Handbuch

source: Stripe (Recommended)
de_de: Streifen (empfohlen)

source: PayPal (Recommended)
de_de: PayPal (empfohlen)

source: Choose the excerpt type:
de_de: Wähle die Art des Auszugs:

source: Excerpts:
de_de: Auszüge:

source: Hide
de_de: Verstecken

source: More Tag
de_de: Mehr Tag

source: Post Excerpt
de_de: Beitrag Auszug

source: Custom
de_de: Benutzerdefiniert

source: Show the first %s characters of your content
de_de: Zeige die ersten %s Zeichen deines Inhalts

source: Unauthorized Message:
de_de: Unerlaubte Nachricht:

source: Enter your custom unauthorized message here:
de_de: Gib hier deine individuelle, nicht autorisierte Nachricht ein:

source: Login Form:
de_de: Anmeldeformular:

source: Show
de_de: Anzeigen

source: months
de_de: monate

source: weeks
de_de: wochen

source: Monthly
de_de: Monatlich

source: Yearly
de_de: Jährlich

source: Weekly
de_de: Wöchentlich

source: Every 3 Months
de_de: Alle 3 Monate

source: Every 6 Months
de_de: Alle 6 Monate

source: Add Benefit
de_de: Nutzen hinzufügen

source: Everyone
de_de: Alle

source: Guests
de_de: Gäste

source: No One (Disabled)
de_de: Niemand (Behinderte)

source: no active memberships
de_de: keine aktiven Mitgliedschaften

source: any membership
de_de: jede Mitgliedschaft

source: subscribed to this membership before
de_de: diese Mitgliedschaft schon einmal abonniert haben

source: NOT subscribed to this membership before
de_de: Du hast diese Mitgliedschaft noch nicht abonniert

source: who currently have
de_de: die derzeit über

source: who had
de_de: der hatte

source: (renewal for %s to %s)
de_de: (Erneuerung für %s bis %s)

source: Subscription is expiring in %d %s
de_de: Das Abonnement läuft in %d %s ab

source: Subscription Expired
de_de: Abonnement Abgelaufen

source: Subscription expired %d %s ago
de_de: Abonnement ist vor %d %s abgelaufen

source: Subscription is renewing in %d %s
de_de: Das Abonnement wird in %d %s erneuert

source: Subscription Renewed
de_de: Abonnement erneuert

source: Subscription renewed %d %s ago
de_de: Abonnement vor %d %s verlängert

source: Credit Card is Expiring in %d %s
de_de: Die Kreditkarte läuft in %d %s ab

source: Credit Card Expired
de_de: Kreditkarte Abgelaufen

source: Credit Card Expired %d %s ago
de_de: Kreditkarte ist vor %d %s abgelaufen

source: Member Signed Up %d %s ago
de_de: Mitglied hat sich vor %d %s angemeldet

source: Sign Up Abandoned %d %s ago
de_de: Anmeldung abgebrochen vor %d %s

source: Subscription Trial Period is Ending Soon
de_de: Die Probezeit für das Abonnement endet bald

source: Subscription trial period is ending in %d %s
de_de: Die Probezeit des Abonnements endet in %d %s

source: Hold the Control Key (Command Key on the Mac) in order to select or deselect multiple memberships
de_de: Halte die Strg-Taste (Befehlstaste auf dem Mac) gedrückt, um mehrere Mitgliedschaften auszuwählen oder die Auswahl aufzuheben

source: All
de_de: Alle

source: Month:
de_de: Monat:

source: Year:
de_de: Jahr:

source: Membership:
de_de: Mitgliedschaft:

source: Go
de_de: Geh

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: Rule Type cannot be blank
de_de: Regeltyp kann nicht leer sein

source: - Please Select -
de_de: - Bitte auswählen -

source: - Select Type -
de_de: - Typ auswählen -

source: Begin Typing Name
de_de: Beginn der Eingabe des Namens

source: Member Name must be between 1-100 characters
de_de: Der Mitgliedsname muss zwischen 1-100 Zeichen lang sein

source: Enter Capability
de_de: Fähigkeit eingeben

source: Regular Expression
de_de: Regulärer Ausdruck

source: All Except IDs
de_de: Alle außer IDs

source: If you want to exclude all except some Pages or Posts, list their IDs here in a comma separated list. Example: 102, 32, 546
de_de: Wenn du alle außer einigen Seiten oder Beiträgen ausschließen möchtest, führe ihre IDs hier in einer durch Kommata getrennten Liste auf. Beispiel: 102, 32, 546

source: There is not yet any content to select for this rule type.
de_de: Für diesen Regeltyp gibt es noch keinen Inhalt zur Auswahl.

source: Begin Typing Title
de_de: Beginn der Eingabe des Titels

source: member registers
de_de: mitgliedsverzeichnisse

source: fixed date
de_de: festes Datum

source: member purchases any membership for this rule
de_de: mitglied erwirbt jede Mitgliedschaft für diese Regel

source: member purchases
de_de: mitgliedskäufe

source: Subscription Payment
de_de: Abonnement-Zahlung

source: Payment
de_de: Zahlung

source: Now
de_de: Jetzt

source: Lifetime
de_de: Lebenslang

source: A URL must be prefixed with a protocol (eg. http://)
de_de: Einer URL muss ein Protokoll vorangestellt werden (z. B. http://)

source: Replace
de_de: Ersetze

source: (required)
de_de: (erforderlich)

source: Forum Profile
de_de: Forum Profil

source: MemberPress checkout form
de_de: MemberPress-Kassenformular

source: MemberPress login form
de_de: MemberPress Anmeldeformular

source: MemberPress forgot password form
de_de: MemberPress Formular Passwort vergessen

source: Captcha verification failed
de_de: Captcha-Überprüfung fehlgeschlagen

source: Any Membership
de_de: Jede Mitgliedschaft

source: Active on Membership
de_de: Aktiv in der Mitgliedschaft

source: Active Membership Rule
de_de: Regel für aktive Mitgliedschaft

source: MemberPress Active Member
de_de: MemberPress Aktives Mitglied

source: MemberPress Membership: %s
de_de: MemberPress-Mitgliedschaft: %s

source: MemberPress Rule: %s
de_de: MemberPress-Regel: %s

source: The TaxJar API returned the following error after a recent request:
de_de: Die TaxJar-API hat nach einer aktuellen Anfrage den folgenden Fehler zurückgegeben

source: Please resolve the issue to continue using the TaxJar API successfully, or contact MemberPress for support.
de_de: Bitte löse das Problem, um die TaxJar API weiterhin erfolgreich nutzen zu können, oder wende dich an den Support von MemberPress.

source: TaxJar API Error: Bad Request
de_de: TaxJar API Fehler: Schlechte Anfrage

source: You must use a valid 2-character state code as your %1$sBusiness Address%2$s state field for TaxJar to work properly.
de_de: Damit TaxJar richtig funktioniert, musst du einen gültigen zweistelligen Bundesstaatencode als %1$sBusiness Address%2$s Bundesstaatenfeld verwenden.

source: tax
de_de: steuer

# ui
source: Two Factor Authentication
de_de: Zwei-Faktor-Authentifizierung

source: Settings Have been saved!
de_de: Die Einstellungen wurden gespeichert!

source: SAVE OPTIONS
de_de: OPTIONEN SPEICHERN

source: No subscription data available
de_de: Keine Abonnementdaten verfügbar

source: There was a problem with the Authorize.net API request.
de_de: Es gab ein Problem mit der Authorize.net API-Anfrage.

source: "class" cannot be blank
de_de: "Klasse" kann nicht leer sein

source: "to" cannot be blank
de_de: "bis" kann nicht leer sein

source: MeprUpdateStripeMetadataJob: transaction_id wasn't set.
de_de: MeprUpdateStripeMetadataJob: transaction_id wurde nicht gesetzt.

source: (opens in a new tab)
de_de: (öffnet in einem neuen Tab)

source: No email recipient has been set.
de_de: Es wurde kein E-Mail-Empfänger festgelegt.

source: Privacy Policy
de_de: Datenschutzrichtlinie

# ui
source: You already completed your payment to this subscription. %1$sClick here to view your subscriptions%2$s.
de_de: Du hast deine Zahlung für dieses Abonnement bereits abgeschlossen. %1$sKlicke hier, um deine Abonnements%2$s zu sehen.

source: Sorry but we can't process your payment at this time. Try back later.
de_de: Leider können wir deine Zahlung im Moment nicht bearbeiten. Versuche es später noch einmal.

# ui
source: Re-Subscribe
de_de: Neu anmelden

source: Other Memberships
de_de: Andere Mitgliedschaften

source: Are you sure you want to pause this subscription?
de_de: Bist du sicher, dass du dieses Abonnement pausieren möchtest?

source: Are you sure you want to resume this subscription?
de_de: Bist du sicher, dass du dieses Abonnement fortsetzen möchtest?

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Resume
de_de: Lebenslauf

source: Are you sure you want to cancel this subscription?
de_de: Bist du sicher, dass du dieses Abonnement kündigen möchtest?

source: %s must not be empty
de_de: %s darf nicht leer sein

source: %s must be true or false
de_de: %s muss wahr oder falsch sein

source: %s must be an array
de_de: %s muss ein Array sein

source: %1$s must be %2$s
de_de: %1$s muss %2$s sein

source: or
de_de: oder

source: %1$s (%2$s) must be a valid url
de_de: %1$s (%2$s) muss eine gültige Url sein

source: %1$s (%2$s) must be a valid representation of currency
de_de: %1$s (%2$s) muss eine gültige Darstellung der Währung sein

source: %1$s (%2$s) must be a valid number
de_de: %1$s (%2$s) muss eine gültige Zahl sein

source: %1$s (%2$s) must be a valid email
de_de: %1$s (%2$s) muss eine gültige E-Mail sein

source: %1$s (%2$s) must be a valid phone number
de_de: %1$s (%2$s) muss eine gültige Telefonnummer sein

source: %1$s (%2$s) must be a valid IP Address
de_de: %1$s (%2$s) muss eine gültige IP-Adresse sein

source: %1$s (%2$s) must be a valid date
de_de: %1$s (%2$s) muss ein gültiges Datum sein

source: %1$s (%2$s) must be a valid timestamp
de_de: %1$s (%2$s) muss ein gültiger Zeitstempel sein

source: %1$s (%2$s) must match the regex pattern: %3$s
de_de: %1$s (%2$s) muss dem Regex-Muster entsprechen: %3$s

source: %1$s updated. <a href="%2$s">View %3$s</a>
de_de: %1$s aktualisiert. <a href="%2$s">Ansicht %3$s</a>

source: %1$s updated.
de_de: %1$s aktualisiert.

source: Custom field updated.
de_de: Benutzerdefiniertes Feld aktualisiert.

source: Custom field deleted.
de_de: Benutzerdefiniertes Feld gelöscht.

source: %s updated.
de_de: %s aktualisiert.

source: %1$s restored to revision from %2$s
de_de: %1$s wiederhergestellt zur Revision von %2$s

source: %1$s published. <a href="%2$s">View %3$s</a>
de_de: %1$s veröffentlicht. <a href="%2$s">Ansicht %3$s</a>

source: %1$s published.
de_de: %1$s veröffentlicht.

source: %s saved.
de_de: %s gespeichert.

source: %1$s submitted. <a target="_blank" href="%2$s">Preview %3$s</a>
de_de: %1$s eingereicht. <a target="_blank" href="%2$s">Vorschau %3$s</a>

source: %1$s scheduled for: <strong>%2$s</strong>. <a target="_blank" href="%3$s">Preview %4$s</a>
de_de: %1$s geplant für: <strong>%2$s</strong>. <a target="_blank" href="%3$s">Vorschau %4$s</a>

source: %1$s draft updated. <a target="_blank" href="%2$s">Preview %3$s</a>
de_de: %1$s Entwurf aktualisiert. <a target="_blank" href="%2$s">Vorschau %3$s</a>

source: %s submitted.
de_de: %s eingereicht.

source: %1$s scheduled for: <strong>%2$s</strong>.
de_de: %1$s geplant für: <strong>%2$s</strong>.

source: %s draft updated.
de_de: %s Entwurf aktualisiert.

source: This was unable to be saved.
de_de: Das konnte nicht gerettet werden.

source: This was unable to be deleted.
de_de: Diese konnte nicht gelöscht werden.

source: Ctrl wasn't found
de_de: Strg wurde nicht gefunden

source: Updating Subscriptions
de_de: Aktualisieren von Abonnements

source: Optimizing Member Data
de_de: Optimierung der Mitgliedsdaten

source: MemberPress - Invalid License
de_de: MemberPress - Ungültige Lizenz

source: MemberPress - Licence Key Missing
de_de: MemberPress - Lizenzschlüssel fehlt

source: Email wasn't found
de_de: E-Mail wurde nicht gefunden

source: Not a valid email object: %1$s is not an instance of %2$s
de_de: Kein gültiges E-Mail-Objekt: %1$s ist keine Instanz von %2$s

source: Gateway wasn't found
de_de: Gateway wurde nicht gefunden

source: Not a valid gateway
de_de: Kein gültiges Gateway

source: Job class wasn't found for %s
de_de: Jobklasse wurde für %s nicht gefunden

source: %s is not a valid job object.
de_de: %s ist kein gültiges Job-Objekt.

source: Job Paths %s
de_de: Job Pfade %s

source: Starting Job - %1$s (%2$s): %3$s
de_de: Jobbeginn - %1$s (%2$s): %3$s

source: Job Completed - %1$s (%2$s)
de_de: Auftrag abgeschlossen - %1$s (%2$s)

source: No class was specified in the job config
de_de: In der Auftragskonfiguration wurde keine Klasse angegeben

source: Job Failed: No class
de_de: Auftrag fehlgeschlagen: Keine Klasse

source: Job Failed: %s
de_de: Auftrag fehlgeschlagen: %s

source: Background Jobs
de_de: Hintergrund Jobs

source: Asynchronous Emails
de_de: Asynchrone E-Mails

source: Send Emails Asynchronously in the Background
de_de: E-Mails asynchron im Hintergrund versenden

source: This option will allow you to send all MemberPress emails asynchronously. This option can increase the speed & performance of the checkout process but may also result in a delay in when emails are recieved. <strong>Note:</strong> This option requires wp-cron to be enabled and working.
de_de: Diese Option ermöglicht es dir, alle MemberPress-E-Mails asynchron zu versenden. Diese Option kann die Geschwindigkeit und Leistung des Checkout-Prozesses erhöhen, kann aber auch zu einer Verzögerung beim Empfang der E-Mails führen. <strong>Hinweis:</strong> Für diese Option muss wp-cron aktiviert sein und funktionieren.

source: Place a MemberPress Login on any page with a sidebar region
de_de: Platziere einen MemberPress-Login auf jeder Seite mit einem Seitenleistenbereich

source: Title:
de_de: Titel:

source: Use Login Redirect URL?
de_de: Login Redirect URL verwenden?

source: %1$s ago
de_de: vor %1$s

source: %s unread message
de_de: %s ungelesene Nachricht

source: Dismiss
de_de: Ablehnen

source: %s second ago
de_de: vor %s Sekunde

source: You're all caught up!
de_de: Du hast alles aufgeholt!

source: Inbox
de_de: Posteingang

source: View Dismissed
de_de: Ansicht Abgelehnt

source: View Active
de_de: Ansicht Aktiv

source: Close
de_de: Schließen

source: Notifications
de_de: Benachrichtigungen

source: Dismiss All
de_de: Alle entlassen

source: User Email
de_de: Benutzer E-Mail

source: Show a list of the current member's Subscriptions with optional links to each Membership's "Membership Access URL" setting.
de_de: Zeigt eine Liste der Abonnements des aktuellen Mitglieds mit optionalen Links zu den URL-Einstellungen der einzelnen Mitgliedschaften.

source: Your Subscriptions
de_de: Deine Abonnements

source: Not Logged In Message:
de_de: Nicht eingeloggt Nachricht:

source: No Subscriptions Message:
de_de: Keine Abonnements Nachricht:

source: Top Description (optional):
de_de: Beschreibung oben (optional):

source: Bottom Description (optional):
de_de: Beschreibung des Bodens (optional):

source: Use Membership Access URLs?
de_de: URLs für den Mitgliederzugang verwenden?

source: Makes the Subscription name clickable, pointing to the Membership Access URL you have set in the Membership settings (Advanced tab).
de_de: Macht den Namen des Abonnements klickbar und verweist auf die URL für den Zugang zur Mitgliedschaft, die du in den Mitgliedschaftseinstellungen (Registerkarte Erweitert) festgelegt hast.

source: Hour
de_de: Stunde

source: Day
de_de: Tag

source: Week
de_de: Woche

source: Month
de_de: Monat

source: Year
de_de: Jahr

source: Your CSV file must contain the column: %s
de_de: Deine CSV-Datei muss die Spalte enthalten: %s

source: *** MemberPress Error: %s
de_de: *** MemberPress Fehler: %s

# ui
source: Checked
de_de: Überprüft

source: None Selected
de_de: Keine Ausgewählt

source: An unsupported Event type was used
de_de: Ein nicht unterstützter Ereignistyp wurde verwendet

source: Welcome to %s
de_de: Willkommen bei %s

# ui
source: I have read and agree to the Terms Of Service
de_de: Ich habe die Nutzungsbedingungen gelesen und stimme ihnen zu

# ui
source: This site collects names, emails and other user information. I consent to the terms set forth in the %Privacy Policy%.
de_de: Diese Seite sammelt Namen, E-Mails und andere Nutzerdaten. Ich stimme den in der %Datenschutzrichtlinie% festgelegten Bedingungen zu.

source: You are unauthorized to view this page.
de_de: Du bist nicht autorisiert, diese Seite zu sehen.

source: The Membership Pages Slug must be set
de_de: Der Slug der Mitgliederseiten muss gesetzt werden

source: The Group Pages Slug must be set
de_de: Der Slug der Gruppenseiten muss gesetzt werden
