Repository: werkmind/german-wordpress-translations
Catalog: memberpress-*.po
Languages: de_de

source: MemberPress
de_de: MitgliedPresse

source: The membership plugin that makes it easy to accept payments for access to your content and digital products.
de_de: Das Mitgliedschafts-Plugin, das es einfach macht, Zahlungen für den Zugang zu deinen Inhalten und digitalen Produkten zu akzeptieren.

# ui
source: You already have a subscription to this Membership. Please %1$supdate your payment details%2$s on the existing subscription instead of purchasing again.
de_de: Du hast bereits ein Abonnement für diese Mitgliedschaft. Bitte %1$aktualisiere deine Zahlungsdaten%2$ für das bestehende Abonnement, anstatt es erneut zu kaufen.

source: Your account has been saved.
de_de: Dein Konto wurde gespeichert.

source: Your password was successfully updated.
de_de: Dein Passwort wurde erfolgreich aktualisiert.

source: Password update failed, please check that your password meets the minimum strength requirement.
de_de: Die Passwortaktualisierung ist fehlgeschlagen. Bitte überprüfe, ob dein Passwort den Mindestanforderungen entspricht.

source: Password update failed, please be sure your passwords match and try again.
de_de: Die Passwortaktualisierung ist fehlgeschlagen. Bitte stelle sicher, dass deine Passwörter übereinstimmen und versuche es erneut.

source: Your subscription was successfully paused.
de_de: Dein Abonnement wurde erfolgreich pausiert.

source: You successfully resumed your subscription.
de_de: Du hast dein Abonnement erfolgreich wieder aufgenommen.

source: Your subscription was successfully cancelled.
de_de: Dein Abonnement wurde erfolgreich gekündigt.

source: Your account information was successfully updated.
de_de: Deine Kontoinformationen wurden erfolgreich aktualisiert.

source: Account
de_de: Konto

# ui
source: Subscriptions
de_de: Abonnements

# ui
source: Payments
de_de: Zahlungen

# ui
source: Courses
de_de: Kurse

source: Active
de_de: Aktiv

source: Inactive
de_de: Inaktiv

source: Activate
de_de: Aktiviere

source: Deactivate
de_de: Deaktiviere

source: Could not install add-on. Please download from memberpress.com and install manually.
de_de: Das Add-on konnte nicht installiert werden. Bitte lade es von memberpress.com herunter und installiere es manuell.

source: Could not install plugin. Please download and install manually.
de_de: Das Plugin konnte nicht installiert werden. Bitte lade es herunter und installiere es manuell.

source: Installed & Activated
de_de: Installiert & Aktiviert

source: Bad request.
de_de: Schlechte Anfrage.

source: Sorry, you don't have permission to do this.
de_de: Tut mir leid, du hast keine Erlaubnis, das zu tun.

source: Security check failed.
de_de: Sicherheitsprüfung fehlgeschlagen.

source: Could not activate plugin. Please activate from the Plugins page manually.
de_de: Das Plugin konnte nicht aktiviert werden. Bitte aktiviere es manuell auf der Plugin-Seite.

source: Could not activate add-on. Please activate from the Plugins page manually.
de_de: Das Add-on konnte nicht aktiviert werden. Bitte aktiviere es manuell auf der Plugins-Seite.

source: Plugin activated.
de_de: Plugin aktiviert.

source: Add-on activated.
de_de: Add-on aktiviert.

source: Plugin deactivated.
de_de: Das Plugin wurde deaktiviert.

source: Add-on deactivated.
de_de: Das Add-on wurde deaktiviert.

source: Plugin installed & activated.
de_de: Plugin installiert und aktiviert.

source: Add-on installed & activated.
de_de: Add-on installiert und aktiviert.

source: Plugin installed.
de_de: Plugin installiert.

source: Add-on installed.
de_de: Add-on installiert.

source: Activate MonsterInsights
de_de: Aktiviere MonsterInsights

source: Run Setup Wizard
de_de: Setup-Assistent ausführen

source: Activate WP Mail SMTP
de_de: Aktiviere WP Mail SMTP

source: Activate Easy Affiliate
de_de: Easy Affiliate aktivieren

source: No credentials have been provided.
de_de: Es wurden keine Bescheinigungen vorgelegt.

source: Support
de_de: Unterstütze

source: MemberPress Unauthorized Access on the Group Pricing Page
de_de: MemberPress Unbefugter Zugriff auf die Gruppenpreisseite

source: This Group Pricing Page is Protected
de_de: Diese Gruppenpreisseite ist geschützt

source: MemberPress Unauthorized Access
de_de: MemberPress Unbefugter Zugriff

source: This %s is Protected
de_de: Dieses %s ist geschützt

source: MemberPress Unauthorized Access to this %s
de_de: MemberPress Unbefugter Zugriff auf diese %s

source: Public
de_de: Öffentlich

source: Access
de_de: Zugang

source: This Content is Protected by %s MemberPress Access Rule
de_de: Dieser Inhalt ist durch %s MemberPress-Zugriffsregel geschützt

source: Click here to view
de_de: Klicken Sie hier, um

source: <strong>MemberPress: Your PHP version (%s) is out of date!</strong> This version has reached official End Of Life and as such may expose your site to security vulnerabilities. Please contact your web hosting provider to update to %s or newer
de_de: <strong>MemberPress: Deine PHP-Version (%s) ist nicht mehr aktuell!</strong> Diese Version hat das offizielle End-of-Life erreicht und kann daher Sicherheitslücken auf deiner Seite verursachen. Bitte kontaktiere deinen Webhosting-Anbieter, um auf %s oder eine neuere Version zu aktualisieren

source: Memberships
de_de: Mitgliedschaften

source: Groups
de_de: Gruppen

source: Rules
de_de: Regeln

source: Courses
de_de: Kurse

source: We can't display your account form right now. Please come back soon and try again.
de_de: Wir können dein Kontoformular im Moment nicht anzeigen. Bitte komm bald wieder und versuche es erneut.

source: the requested resource.
de_de: die angeforderte Ressource.

source: Unauthorized for
de_de: Unerlaubt für

source: There was a problem with our system. Please come back soon and try again.
de_de: Es gab ein Problem mit unserem System. Bitte komm bald wieder und versuche es erneut.

source: -- Select State --
de_de: -- Staat wählen --

# ui
source: Done
de_de: Erledigt

# ui
source: Today
de_de: Heute

# ui
source: May
de_de: Mai

# ui
source: Oct
de_de: Okt

# ui
source: Dec
de_de: Dez

# ui
source: We
de_de: Wir

source: There was a problem with our system: %s. Please come back soon and try again.
de_de: Es gab ein Problem mit unserem System: %s. Bitte komm bald wieder und versuche es erneut.

source: MemberPress Account Links
de_de: MemberPress Konto Links

source: Members
de_de: Mitglieder

source: Subscriptions
de_de: Abonnements

source: Transactions
de_de: Transaktionen

source: Reports
de_de: Berichte

source: Settings
de_de: Einstellungen

source: Account Login
de_de: Kontoanmeldung

source: MemberPress Courses
de_de: MemberPress Kurse

source: Analytics
de_de: Analytik

# ui
source: Uh oh, something went wrong. Not a valid Membership form.
de_de: Oh oh, da ist etwas schief gelaufen. Kein gültiges Mitgliedschaftsformular.

source: You are unauthorized to view this content.
de_de: Du bist nicht autorisiert, diesen Inhalt zu sehen.

source: Sorry, we were unable to find the transaction.
de_de: Leider konnten wir die Transaktion nicht finden.

source: Sorry, we were unable to find the user.
de_de: Es tut uns leid, wir konnten den Benutzer nicht finden.

source: The user was unable to be saved.
de_de: Der Benutzer konnte nicht gespeichert werden.

source: Sorry, we were unable to find the membership.
de_de: Leider konnten wir die Mitgliedschaft nicht finden.

source: Invalid payment method
de_de: Ungültige Zahlungsmethode

source: Sorry, we were unable to create a transaction.
de_de: Es tut uns leid, wir konnten keine Transaktion erstellen.

source: ERROR: Invalid Transaction ID. Use your browser back button and try registering again.
de_de: ERROR: Ungültige Transaktions-ID. Verwende die Zurück-Taste deines Browsers und versuche, dich erneut zu registrieren.

source: Sorry, an unknown error occurred.
de_de: Entschuldigung, ein unbekannter Fehler ist aufgetreten.

source: Add New Coupon
de_de: Neuen Coupon hinzufügen

source: Edit Coupon
de_de: Coupon bearbeiten

source: New Coupon
de_de: Neuer Coupon

source: View Coupon
de_de: Coupon ansehen

source: Search Coupons
de_de: Coupons suchen

source: No Coupons found
de_de: Keine Gutscheine gefunden

source: No Coupons found in Trash
de_de: Keine Gutscheine im Papierkorb gefunden

source: Parent Coupon:
de_de: Eltern-Coupon:

source: Description
de_de: Beschreibung

source: Created
de_de: Erstellt

source: Discount
de_de: Rabatt

source: Mode
de_de: Modus

source: Starts
de_de: Startet

source: Expires
de_de: Läuft ab

source: Usage Count
de_de: Anzahl der Nutzungen

source: Applies To
de_de: Gilt für

source: Immediately
de_de: Unmittelbar

source: Expired
de_de: Abgelaufen

source: Never
de_de: Niemals

source: Unlimited
de_de: Unbegrenzt

source: Trial: %1$s days for %2$s
de_de: Probezeit: %1$s Tage für %2$s

source: First Payment
de_de: Erste Zahlung

source: None
de_de: Keine

source: Coupon Options
de_de: Coupon Optionen

source: Please select at least one Membership before saving.
de_de: Bitte wähle vor dem Speichern mindestens eine Mitgliedschaft aus.

source: Courses has been installed and activated successfully. Enjoy!
de_de: Die Kurse wurden erfolgreich installiert und aktiviert. Viel Spaß!

source: Courses could not be installed. Please check your license settings, or contact MemberPress support for help.
de_de: Die Kurse konnten nicht installiert werden. Bitte überprüfe deine Lizenzeinstellungen oder wende dich an den MemberPress-Support, um Hilfe zu erhalten.

source: Courses has been activated successfully. Enjoy!
de_de: Die Kurse wurden erfolgreich aktiviert. Viel Spaß!

source: MemberPress Member Data Migrate Interval
de_de: MemberPress Mitgliedsdaten migrieren Intervall

source: You're unauthorized to access this resource.
de_de: Du bist nicht autorisiert, auf diese Ressource zuzugreifen.

source: Your Upgrade has completed successfully
de_de: Dein Upgrade wurde erfolgreich abgeschlossen

source: No need to upgrade your database
de_de: Du musst deine Datenbank nicht aktualisieren

source: MemberPress is currently upgrading your database
de_de: MemberPress aktualisiert gerade deine Datenbank

source: No MemberPress database upgrade is in progress
de_de: Es ist kein Upgrade der MemberPress-Datenbank im Gange

source: Database Upgrade Progress
de_de: Fortschritte beim Datenbank-Upgrade

source: Please select an option
de_de: Bitte wähle eine Option

source: I no longer need the plugin
de_de: Ich brauche das Plugin nicht mehr

source: I'm switching to a different plugin
de_de: Ich wechsle zu einem anderen Plugin

source: Please share which plugin
de_de: Bitte teilen Sie uns mit, welches Plugin

source: I couldn't get the plugin to work
de_de: Ich konnte das Plugin nicht zum Laufen bringen

source: It's a temporary deactivation
de_de: Es ist eine vorübergehende Deaktivierung

source: Other
de_de: Andere

source: Please share the reason
de_de: Bitte teilen Sie den Grund

source: Sorry, you are not allowed to access this page.
de_de: Du bist leider nicht berechtigt, auf diese Seite zuzugreifen.

source: An error occurred during activation: %s
de_de: Bei der Aktivierung ist ein Fehler aufgetreten: %s

source: You do not have access.
de_de: Du hast keinen Zugang.

source: Email couldn't be set to default
de_de: E-Mail konnte nicht auf Standard eingestellt werden

source: You do not have access to send a test email.
de_de: Du hast keinen Zugang, um eine Test-E-Mail zu senden.

source: Can't send your email ... refresh the page and try it again.
de_de: Deine E-Mail kann nicht gesendet werden ... aktualisiere die Seite und versuche es erneut.

source: John Doe
de_de: Unbekannter

source: United States
de_de: Vereinigte Staaten

source: User Meta Field: $1
de_de: Benutzer-Meta-Feld: $1

source: Credit Card (Stripe)
de_de: Kreditkarte (Stripe)

source: %s / month
de_de: %s / Monat

source: Subscription Expiring
de_de: Auslaufendes Abonnement

source: Subscription Expiring in 2 Days
de_de: Abonnement läuft in 2 Tagen ab

source: Tax
de_de: Steuer

source: Your test email was successfully sent.
de_de: Deine Test-E-Mail wurde erfolgreich gesendet.

source: Membership Data
de_de: Mitgliedschaftsdaten

source: Address
de_de: Adresse

source: VAT Number
de_de: Umsatzsteuer-Identifikationsnummer

source: Geo Location Country
de_de: Geostandort Land

source: Group
de_de: Gruppe

source: Add New Group
de_de: Neue Gruppe hinzufügen

source: Edit Group
de_de: Gruppe bearbeiten

source: New Group
de_de: Neue Gruppe

source: View Group
de_de: Gruppe ansehen

source: Search Group
de_de: Gruppe suchen

source: No Group found
de_de: Keine Gruppe gefunden

source: No Group found in Trash
de_de: Keine Gruppe im Papierkorb gefunden

source: Parent Group:
de_de: Übergeordnete Gruppe:

source: Group Title
de_de: Gruppe Titel

source: Memberships in Group
de_de: Mitgliedschaften in der Gruppe

source: Group Options
de_de: Gruppenoptionen

source: Custom Page Template
de_de: Benutzerdefinierte Seitenvorlage

source: Unknown error has occured.
de_de: Ein unbekannter Fehler ist aufgetreten.

source: This membership already belongs to another group. If you assign it to this group, it will be removed from the other.
de_de: Diese Mitgliedschaft gehört bereits zu einer anderen Gruppe. Wenn du sie dieser Gruppe zuweist, wird sie aus der anderen Gruppe entfernt.

source: Logout
de_de: Abmelden

source: Login
de_de: Anmeldung

source: MemberPress Member Data Update Interval
de_de: MemberPress Mitgliedsdaten Aktualisierungsintervall

source: Username
de_de: Benutzername

source: Inactive Memberships
de_de: Inaktive Mitgliedschaften

source: Last Login
de_de: Letzte Anmeldung

source: Logins
de_de: Anmeldungen

source: Value
de_de: Wert

source: Registered
de_de: Registriert

source: Your new member was created successfully.
de_de: Dein neues Mitglied wurde erfolgreich erstellt.

source: The username field can't be blank.
de_de: Das Feld für den Benutzernamen darf nicht leer sein.

source: This username is already taken.
de_de: Dieser Nutzername ist bereits vergeben.

source: The username must be valid.
de_de: Der Nutzername muss gültig sein.

source: The email field can't be blank.
de_de: Das E-Mail-Feld darf nicht leer sein.

source: This email is already being used by another user.
de_de: Diese E-Mail wird bereits von einem anderen Nutzer verwendet.

source: A valid email must be entered.
de_de: Es muss eine gültige E-Mail eingegeben werden.

source: The transaction amount must be set.
de_de: Der Transaktionsbetrag muss festgelegt werden.

source: The transaction amount must be a number.
de_de: Der Transaktionsbetrag muss eine Zahl sein.

source: The Transaction Number is required, and must contain only letters, numbers, underscores and hyphens.
de_de: Die Vorgangsnummer ist erforderlich und darf nur Buchstaben, Zahlen, Unterstriche und Bindestriche enthalten.

source: Activate License
de_de: Lizenz aktivieren

source: Enable Features
de_de: Funktionen aktivieren

source: Create or Select Content
de_de: Inhalt erstellen oder auswählen

source: Create Membership
de_de: Mitgliedschaft erstellen

source: Protect Content
de_de: Inhalt schützen

source: Payment Options
de_de: Zahlungsoptionen

source: Finish Setup
de_de: Einrichtung beenden

source: Complete
de_de: Vollständig

source: Are you sure? MemberPress will not be functional if this License Key is deactivated.
de_de: Bist du sicher? MemberPress wird nicht funktionieren, wenn dieser Lizenzschlüssel deaktiviert ist.

source: An error occurred
de_de: Ein Fehler ist aufgetreten

source: Course Name
de_de: Kursname

source: Page Title
de_de: Seite Titel

source: Course
de_de: Kurs

source: Page
de_de: Seite

source: This may take a couple of minutes
de_de: Das kann ein paar Minuten dauern

source: An error occurred when installing an add-on, please download and install the add-ons manually.
de_de: Bei der Installation eines Add-ons ist ein Fehler aufgetreten. Bitte lade die Add-ons herunter und installiere sie manuell.

source: Post not found.
de_de: Beitrag nicht gefunden.

source: Invalid request.
de_de: Ungültige Anfrage.

source: Invalid content.
de_de: Ungültiger Inhalt.

source: Price must be greater than zero for the Billing.
de_de: Der Preis muss bei der Abrechnung größer als Null sein.

source: Sign Up
de_de: Anmelden

source: A Single %s
de_de: A Einzelne %s

source: The correct edition of MemberPress has been installed successfully.
de_de: Die richtige Edition von MemberPress wurde erfolgreich installiert.

source: Failed to install the correct edition of MemberPress, please download it from memberpress.com and install it manually.
de_de: Du konntest nicht die richtige Version von MemberPress installieren. Bitte lade sie von memberpress.com herunter und installiere sie manuell.

source: License data not found
de_de: Lizenzdaten nicht gefunden

source: Failed to get filesystem access
de_de: Zugriff auf das Dateisystem fehlgeschlagen

source: Unable to install. Please download and install manually.
de_de: Kann nicht installiert werden. Bitte herunterladen und manuell installieren.

source: Hey, it looks like you started setting up MemberPress but didn't finish, %1$sclick here to continue%2$s.
de_de: Hey, es sieht so aus, als hättest du mit der Einrichtung von MemberPress begonnen, sie aber nicht beendet, %1$sclick here to continue%2$s.

source: Database Was Upgraded
de_de: Datenbank wurde aufgerüstet

source: Tax rates have been cleared
de_de: Die Steuersätze sind geklärt

source: Options saved.
de_de: Gespeicherte Optionen.

source: Type:
de_de: Typ:

source: Default Value(s):
de_de: Standardwert(e):

source: Show at Signup
de_de: Bei der Anmeldung anzeigen

source: Show in Account
de_de: Im Konto anzeigen

source: Required
de_de: Erforderlich

source: Phone
de_de: Telefon

source: Checkboxes
de_de: Kontrollkästchen

source: File Upload
de_de: Datei-Upload

source: Date
de_de: Datum

source: Option Value:
de_de: Optionswert:

source: Add Option
de_de: Option hinzufügen

source: Are you sure you want to delete this Tax Rate?
de_de: Bist du sicher, dass du diesen Steuersatz löschen willst?

source: WARNING: Do not remove this Payment Method if you have active subscriptions using it. Doing so will prevent you from being notified of recurring payments for those subscriptions, which means your members will lose access to their paid content. Are you sure you want to delete this Payment Method?
de_de: WARNUNG: Entferne diese Zahlungsmethode nicht, wenn du aktive Abonnements hast, die sie verwenden. Andernfalls wirst du nicht mehr über wiederkehrende Zahlungen für diese Abonnements benachrichtigt, was bedeutet, dass deine Mitglieder den Zugang zu ihren bezahlten Inhalten verlieren. Bist du sicher, dass du diese Zahlungsmethode löschen willst?

source: Invalid response.
de_de: Ungültige Antwort.

source: Ajax error.
de_de: Ajax-Fehler.

source: Are you sure? MemberPress will not be functional on %s if this License Key is deactivated.
de_de: Bist du sicher? MemberPress wird am %s nicht funktionieren, wenn dieser Lizenzschlüssel deaktiviert ist.

source: An error occurred during deactivation: %s
de_de: Bei der Deaktivierung ist ein Fehler aufgetreten: %s

source: Copy to Clipboard
de_de: In die Zwischenablage kopieren

source: Copied!
de_de: Kopiert!

source: Oops, Copy Failed!
de_de: Ups, Kopie fehlgeschlagen!

source: Unauthorized
de_de: Unerlaubte

source: No gateways were found
de_de: Es wurden keine Gateways gefunden

source: The license information is not available, try refreshing the page.
de_de: Die Lizenzinformationen sind nicht verfügbar. Versuche, die Seite zu aktualisieren.

source: This License Key has expired, but you have an active license for %1$s, %2$sclick here%3$s to activate using this license instead.
de_de: Dieser Lizenzschlüssel ist abgelaufen, aber du hast eine aktive Lizenz für %1$s, %2$sklick hier%3$s um stattdessen mit dieser Lizenz zu aktivieren.

source: MemberPress - PayPal Connect Security
de_de: MemberPress - PayPal Connect Sicherheit

source: MemberPress Security Notice
de_de: MemberPress Sicherheitshinweis

source: Your current PayPal payment connection is out of date and may become insecure. Please click the button below to upgrade your PayPal payment method now.
de_de: Deine aktuelle PayPal-Zahlungsverbindung ist veraltet und könnte unsicher werden. Bitte klicke auf die Schaltfläche unten, um deine PayPal-Zahlungsmethode jetzt zu aktualisieren.

source: Upgrade PayPal Standard to Fix this Error Now
de_de: Upgrade auf PayPal Standard, um diesen Fehler jetzt zu beheben

source: Your MemberPress PayPal Connection is incomplete
de_de: Deine MemberPress PayPal-Verbindung ist unvollständig

source: Your PayPal connection in MemberPress must be connected in order to accept PayPal payments. Please click the button below to finish connecting your PayPal payment method now.
de_de: Deine PayPal-Verbindung in MemberPress muss verbunden sein, um PayPal-Zahlungen zu akzeptieren. Bitte klicke auf die Schaltfläche unten, um die Verbindung deiner PayPal-Zahlungsmethode jetzt abzuschließen.

source: Connect PayPal Payment Method
de_de: PayPal-Zahlungsmethode verbinden

source: You have disconnected your PayPal. You should login to your PayPal account and go to Developer settings to delete the app created by this gateway
de_de: Du hast deine PayPal-Verbindung unterbrochen. Du solltest dich in dein PayPal-Konto einloggen und zu den Entwicklereinstellungen gehen, um die von diesem Gateway erstellte App zu löschen

source: Something could not be executed
de_de: Etwas konnte nicht ausgeführt werden

source: Sorry, updating your credentials failed. (security)
de_de: Die Aktualisierung deiner Anmeldedaten ist leider fehlgeschlagen. (Sicherheit)

source: You do not have sufficient permission to perform this operation
de_de: Du hast keine ausreichende Berechtigung, um diesen Vorgang auszuführen

source: You have reverted PayPal to legacy gateway
de_de: Du hast PayPal auf ein altes Gateway zurückgesetzt

source: MemberPress is securely connected to PayPal
de_de: MemberPress ist sicher mit PayPal verbunden

source: Security
de_de: Sicherheit

source: Your MemberPress PayPal connection is complete and secure.
de_de: Deine MemberPress PayPal-Verbindung ist vollständig und sicher.

source: MemberPress is not securely connected to PayPal
de_de: MemberPress ist nicht sicher mit PayPal verbunden

source: Your current PayPal payment connection is out of date and may become insecure or stop working. Please click the button below to re-connect your PayPal payment method now.
de_de: Deine aktuelle PayPal-Zahlungsverbindung ist veraltet und kann unsicher werden oder nicht mehr funktionieren. Bitte klicke auf die Schaltfläche unten, um deine PayPal-Zahlungsmethode jetzt neu zu verbinden.

source: Re-connect PayPal Payments to Fix this Error Now
de_de: Verbinde PayPal-Zahlungen erneut, um diesen Fehler jetzt zu beheben

source: An unknown error occurred.
de_de: Ein unbekannter Fehler ist aufgetreten.

source: Must specify a popup
de_de: Muss ein Popup angeben

source: Invalid popup
de_de: Ungültiges Popup

source: The popup was successfully delayed
de_de: Das Popup wurde erfolgreich verzögert

source: The popup was successfully stopped
de_de: Das Popup wurde erfolgreich gestoppt

source: Membership
de_de: Mitgliedschaft

source: Add New Membership
de_de: Neue Mitgliedschaft hinzufügen

source: Edit Membership
de_de: Mitgliedschaft bearbeiten

source: New Membership
de_de: Neue Mitgliedschaft

source: View Membership
de_de: Ansicht Mitgliedschaft

source: Search Membership
de_de: Suche Mitgliedschaft

source: No Membership found
de_de: Keine Mitgliedschaft gefunden

source: No Membership found in Trash
de_de: Keine Mitgliedschaft im Papierkorb gefunden

source: Parent Membership:
de_de: Mitgliedschaft der Eltern:

source: Membership Title
de_de: Mitgliedschaft Titel

source: Terms
de_de: Begriffe
