Repository: werkmind/german-wordpress-translations
Catalog: memberpress-*.po
Languages: de_de

source: By default MemberPress will automatically apply standard VAT tax rates. But in some cases you'll want to use a reduced VAT rate for your membership. This only applies to the EU VAT rates.
de_de: In der Standardeinstellung wendet MemberPress automatisch die Standard-Mehrwertsteuersätze an. Aber in manchen Fällen möchtest du einen reduzierten Mehrwertsteuersatz für deine Mitgliedschaft verwenden. Dies gilt nur für die EU-Mehrwertsteuersätze.

source: This will allow you to choose appropriate tax for your tangible/intangible products.
de_de: So kannst du die richtige Steuer für deine materiellen/immateriellen Produkte wählen.

source: Enable custom thank you page message
de_de: Benutzerdefinierte Nachricht auf der Dankeseite aktivieren

source: Enable Custom Thank You
de_de: Benutzerdefinierte Danksagung aktivieren

source: Enabling this option will reveal additional options you can use to provide a custom Thank You message or page to show after a member purchases this membership.
de_de: Wenn du diese Option aktivierst, werden zusätzliche Optionen angezeigt, mit denen du eine benutzerdefinierte Dankesnachricht oder -seite erstellen kannst, die angezeigt wird, nachdem ein Mitglied diese Mitgliedschaft erworben hat.

source: Enable custom thank you message
de_de: Benutzerdefinierte Dankesnachricht aktivieren

source: Enable Custom Thank You Message
de_de: Benutzerdefinierte Dankesnachricht aktivieren

source: Enabling this option will reveal a new Compose form which you can use to provide a custom message to show on the Thank You page after a member purchases this membership.
de_de: Wenn du diese Option aktivierst, wird ein neues Formular angezeigt, mit dem du eine benutzerdefinierte Nachricht verfassen kannst, die auf der Dankeseite angezeigt wird, nachdem ein Mitglied diese Mitgliedschaft erworben hat.

source: Enable custom thank you page
de_de: Benutzerdefinierte Dankesseite aktivieren

source: Enable Custom Thank You Page
de_de: Benutzerdefinierte Dankesseite aktivieren

source: Enabling this option will reveal a dropdown which you can use to provide a custom Thank You page to show after a member purchases this membership.
de_de: Wenn du diese Option aktivierst, wird ein Dropdown-Menü angezeigt, in dem du eine benutzerdefinierte Dankeseite einrichten kannst, die angezeigt wird, nachdem ein Mitglied diese Mitgliedschaft erworben hat.

source: Customize Payment Methods
de_de: Zahlungsarten anpassen

source: Enabling this option will reveal a drag and drop list of the available payment methods. You can use this to re-order or even hide payment methods from the dropdown on this membership registration page.
de_de: Wenn du diese Option aktivierst, wird eine Drag-and-Drop-Liste mit den verfügbaren Zahlungsmethoden angezeigt. Damit kannst du die Zahlungsmethoden neu anordnen oder sogar aus der Auswahlliste auf der Anmeldeseite ausblenden.

source: Active Payment Methods
de_de: Aktive Zahlungsarten

source: No Payment Methods were found. Please go to the options page to configure some.
de_de: Es wurden keine Zahlungsarten gefunden. Bitte gehe auf die Optionsseite, um einige zu konfigurieren.

source: Inactive Payment Methods
de_de: Inaktive Zahlungsarten

source: Customize User Information Fields
de_de: Benutzerinformationsfelder anpassen

source: Enabling this option will reveal a drag and drop list of the available Custom User Information Fields you defined in the MemberPress Options. You can use this to show/hide certain fields from this membership registration form.
de_de: Wenn du diese Option aktivierst, wird eine Drag-and-Drop-Liste mit den verfügbaren benutzerdefinierten Informationsfeldern angezeigt, die du in den MemberPress-Optionen definiert hast. Damit kannst du bestimmte Felder des Anmeldeformulars ein- oder ausblenden.

source: Active Fields
de_de: Aktive Felder

source: No fields were found. Please go to the options page to configure some.
de_de: Es wurden keine Felder gefunden. Bitte gehe auf die Optionsseite, um einige zu konfigurieren.

source: Inactive Fields
de_de: Inaktive Felder

source: Disable Address Fields
de_de: Adressfelder deaktivieren

source: When Addresses are enabled and required, you can disable this option only on free memberships.
de_de: Wenn Adressen aktiviert und erforderlich sind, kannst du diese Option nur bei kostenlosen Mitgliedschaften deaktivieren.

source: Membership Shortcodes
de_de: Shortcodes für die Mitgliedschaft

source: You can use this shortcode anywhere on your site to quickly display a link to this membership page. If the text inbetween the shortcode is not present, MemberPress will use the membership title as the link text instead.
de_de: Du kannst diesen Shortcode überall auf deiner Website verwenden, um schnell einen Link zu dieser Mitgliederseite anzuzeigen. Wenn der Text zwischen den Shortcodes nicht vorhanden ist, verwendet MemberPress stattdessen den Titel der Mitgliedschaft als Linktext.

source: Optional link label here...
de_de: Optionales Link-Label hier...

source: This shortcode can be used to show a link to the Membership Access URL set in the Advanced tab.
de_de: Dieser Shortcode kann verwendet werden, um einen Link zu der URL für den Zugang zur Mitgliedschaft anzuzeigen, die auf der Registerkarte Erweitert festgelegt wurde.

source: Shortcode to be used on this membership page to manually place the registration form.
de_de: Shortcode, der auf dieser Mitgliederseite verwendet wird, um das Anmeldeformular manuell zu platzieren.

source: Shortcode which can be used on any other WordPress page, post or custom post type to manually place the registration form for this membership.
de_de: Shortcode, der auf jeder anderen WordPress-Seite, jedem Beitrag oder benutzerdefinierten Beitragstyp verwendet werden kann, um das Anmeldeformular für diese Mitgliedschaft manuell zu platzieren.

source: Send only for specific Memberships
de_de: Nur für bestimmte Mitgliedschaften senden

source: Memberships for this Reminder
de_de: Mitgliedschaften für diesen Reminder

source: hours
de_de: stunden

source: after Member Signs Up
de_de: nach der Anmeldung des Mitglieds

source: after Signup Abandoned
de_de: nach der Anmeldung Abgebrochen

source: before Subscription Expires
de_de: bevor das Abonnement abläuft

source: after Subscription Expires
de_de: nach Ablauf des Abonnements

source: before Subscription Renews
de_de: bevor das Abonnement erneuert wird

source: after Subscription Renews
de_de: nach Verlängerung des Abonnements

source: before Subscription Trial Ends
de_de: bevor die Probezeit des Abonnements endet

source: before Credit Card Expires
de_de: bevor die Kreditkarte abläuft

source: after Credit Card Expires
de_de: nach Ablauf der Kreditkarte

source: Pending Transactions
de_de: Ausstehende Transaktionen

source: Failed Transactions
de_de: Gescheiterte Transaktionen

source: Refunded Transactions
de_de: Erstattete Transaktionen

source: Completed Transactions
de_de: Abgeschlossene Transaktionen

source: Amount Collected
de_de: Eingesammelter Betrag

source: Amount Refunded
de_de: Erstatteter Betrag

source: Taxes Collected
de_de: Eingetriebene Steuern

source: Total Net Income
de_de: Gesamtnettoeinkommen

source: Total Members
de_de: Mitglieder gesamt

source: Total WP Users
de_de: WP-Benutzer insgesamt

source: Active Free Members
de_de: Aktive freie Mitglieder

source: Active Paid Members
de_de: Aktive zahlende Mitglieder

source: Amounts
de_de: Beträge

source: Total Transactions By Membership
de_de: Gesamttransaktionen nach Mitgliedschaften

source: Amounts By Day Of Month
de_de: Beträge nach Tag des Monats

source: Transactions By Day Of Month
de_de: Transaktionen nach Tag des Monats

source: Day Of Month
de_de: Tag des Monats

source: Amounts By Month Of Year
de_de: Beträge nach Monat des Jahres

source: Transactions By Month Of Year
de_de: Transaktionen nach Monat des Jahres

source: Month Of Year
de_de: Monat des Jahres

source: Collected
de_de: Gesammelt

source: Net Total
de_de: Netto Gesamt

source: Totals
de_de: Summen

source: Export as CSV
de_de: Als CSV exportieren

source: Here's the summary report for %1$s for the week of %2$s. Enjoy!
de_de: Hier ist der zusammenfassende Bericht für %1$s für die Woche von %2$s. Viel Spaß!

source: Total Income
de_de: Gesamteinkommen

source: Recurring Income
de_de: Wiederkehrende Einnahmen

source: New Income
de_de: Neues Einkommen

source: We've also included a breakdown of your transactions below.
de_de: Wir haben auch eine Aufschlüsselung deiner Transaktionen unten eingefügt.

source: P.S. Want to unsubscribe from these emails? %sClick here to access the MemberPress settings%s where you can disable the Weekly Summary Email.
de_de: P.S. Willst du diese E-Mails abbestellen? %sKlicke hier, um zu den MemberPress-Einstellungen%s zu gelangen, wo du die wöchentliche E-Mail-Zusammenfassung deaktivieren kannst.

source: Remove Access Rule
de_de: Zugangsregel entfernen

source: Enable Drip
de_de: Drip aktivieren

source: Drip this content
de_de: Drip diesen Inhalt

source: after
de_de: nach

source: Enable Expiration
de_de: Verfall einschalten

source: Expire this content
de_de: Diesen Inhalt verfallen lassen

source: Protected Content
de_de: Geschützter Inhalt

source: This selects the content on your site that will be protected by this rule. If a piece of content is selected by this rule it will be protected from non-logged in visitors and from logged-in users who don't meet the conditions you specify in the 'Access Rules' section below.
de_de: Damit wählst du die Inhalte auf deiner Website aus, die durch diese Regel geschützt werden sollen. Wenn ein Inhalt von dieser Regel ausgewählt wird, wird er vor nicht eingeloggten Besuchern und vor eingeloggten Nutzern geschützt, die nicht die Bedingungen erfüllen, die du im Abschnitt "Zugriffsregeln" unten angibst.

source: Note:
de_de: Hinweis:

source: %1$s isn't writable so <strong>Custom URIs</strong> won't be able to be locked until you add some %2$scustom rules%3$s to your .htaccess file. If you've already installed these rules then you can ignore this message. <strong>All other rules should work normally.</strong>
de_de: %1$s ist nicht beschreibbar, also können <strong>Benutzerdefinierte URIs</strong> nicht gesperrt werden, bis du einige %2$benutzerdefinierte Regeln%3$s zu deiner .htaccess-Datei hinzufügst. Wenn du diese Regeln bereits installiert hast, kannst du diese Meldung ignorieren. <strong>Alle anderen Regeln sollten normal funktionieren.</strong>

source: It appears that your website is running Nginx as it's webserver. In order for Custom URI rules to work you'll need to add some %1$scustom rules%2$s to your Nginx configuration. If you've already installed these rules then you can ignore this message. <strong>All other rules should work normally.</strong>
de_de: Es scheint, dass deine Website Nginx als Webserver nutzt. Damit die benutzerdefinierten URI-Regeln funktionieren, musst du einige %1$scustom rules%2$s zu deiner Nginx-Konfiguration hinzufügen. Wenn du diese Regeln bereits installiert hast, kannst du diese Meldung ignorieren. <strong>Alle anderen Regeln sollten normal funktionieren.</strong>

source: MemberPress doesn't recognize the webserver you're using and until you add additional %1$scustom rules%2$s to your webserver's configuration Custom URI rules won't work properly. If you've already installed these rules then you can ignore this message. <strong>All other rules should work normally.</strong>
de_de: MemberPress erkennt den von dir verwendeten Webserver nicht und solange du keine zusätzlichen %1$scustom rules%2$s zur Konfiguration deines Webservers hinzufügst, funktionieren die Custom URI-Regeln nicht richtig. Wenn du diese Regeln bereits installiert hast, kannst du diese Meldung ignorieren. <strong>Alle anderen Regeln sollten normal funktionieren.</strong>

source: Access Conditions
de_de: Zugangsbedingungen

source: If %1$sany%2$s of these conditions match for a logged-in user then he / she will be granted access to the protected content for this rule -- otherwise he / she will be denied.
de_de: Wenn %1$sany%2$s dieser Bedingungen auf einen angemeldeten Benutzer zutreffen, wird ihm/ihr der Zugriff auf den geschützten Inhalt für diese Regel gewährt - andernfalls wird ihm/ihr der Zugriff verweigert.

source: Grant access to the protected content above if a logged-in user matches any of the following conditions:
de_de: Erlaube den Zugriff auf die oben genannten geschützten Inhalte, wenn ein angemeldeter Benutzer eine der folgenden Bedingungen erfüllt:

source: Add Access Rule
de_de: Zugangsregel hinzufügen

source: Partial Content Codes
de_de: Teilweise Inhalt Codes

source: Examples:
de_de: Beispiele:

source: This content is shown only to authorized members. It is hidden from everyone else.
de_de: Dieser Inhalt wird nur autorisierten Mitgliedern angezeigt. Er ist für alle anderen verborgen.

source: This content is shown to everyone except authorized members.
de_de: Diese Inhalte werden für alle außer für autorisierte Mitglieder angezeigt.

source: PHP Snippet:
de_de: PHP-Schnipsel:

source: Content to protect goes inbetween.
de_de: Der zu schützende Inhalt liegt dazwischen.

source: Learn More:
de_de: Erfahre mehr:

source: [mepr-show]/[mepr-hide] shortcode documentation
de_de: [mepr-show]/[mepr-hide] Shortcode-Dokumentation

source: Protecting partial content
de_de: Schutz von Teilinhalten

source: Save Rule
de_de: Regel speichern

source: Rule Saved
de_de: Gespeicherte Regel

source: You cannot create rules until you have added at least 1 Membership.
de_de: Du kannst erst dann Regeln erstellen, wenn du mindestens eine Mitgliedschaft hinzugefügt hast.

source: Access Rules Protected by:
de_de: Zugriffsregeln Geschützt durch:

source: These rules protect the current content.
de_de: Diese Regeln schützen den aktuellen Inhalt.

source: Memberships with Access:
de_de: Mitgliedschaften mit Zugang:

source: Members who are active on any of these memberships will be able to access this content. This list is calculated from the Rules that protect this content.
de_de: Mitglieder, die in einer dieser Mitgliedschaften aktiv sind, können auf diese Inhalte zugreifen. Diese Liste ergibt sich aus den Regeln, die diesen Inhalt schützen.

source: Members with Access:
de_de: Mitglieder mit Zugang:

source: Members below will be able to access this content. This list is calculated from the Rules that protect this content.
de_de: Die folgenden Mitglieder können auf diesen Inhalt zugreifen. Diese Liste wird aus den Regeln berechnet, die diesen Inhalt schützen.

source: Unauthorized access handling for content protected by this rule
de_de: Umgang mit unbefugtem Zugriff auf Inhalte, die durch diese Regel geschützt sind

source: Note: This overrides the global settings for unauthorized access handling in MemberPress Options for content protected by this rule.
de_de: Hinweis: Dies setzt die globalen Einstellungen für den Umgang mit unberechtigtem Zugriff in den MemberPress-Optionen für Inhalte außer Kraft, die durch diese Regel geschützt sind.

source: The %1$sUse Stripe Checkout (Beta)%2$s option is deprecated, please go to the Payments tab and disable it.
de_de: Die Option %1$sUse Stripe Checkout (Beta)%2$s ist veraltet. Bitte gehe zur Registerkarte "Zahlungen" und deaktiviere sie.

source: Edit Subscription
de_de: Abonnement bearbeiten

source: Subscription ID:
de_de: Abonnement-ID:

source: Subscription Number*:
de_de: Abonnementnummer*:

source: A unique subscription number for this subscription. Only edit this if you absolutely have to.
de_de: Eine eindeutige Abonnementnummer für dieses Abonnement. Bearbeite sie nur, wenn du es unbedingt musst.

source: User*:
de_de: Benutzer*:

source: The user for this subscription.
de_de: Der Benutzer für dieses Abonnement.

source: Membership*:
de_de: Mitgliedschaft*:

source: The membership that was purchased
de_de: Die Mitgliedschaft, die erworben wurde

source: Sub-Total*:
de_de: Zwischensumme*:

source: The sub-total (amount before tax) of this subscription
de_de: Die Zwischensumme (Betrag vor Steuern) für dieses Abonnement

source: Tax Amount:
de_de: Steuerbetrag:

source: The amount of taxes for this subscription
de_de: Die Höhe der Steuern für dieses Abonnement

source: Tax Rate:
de_de: Steuersatz:

source: The tax rate in percentage. (Ex: %s for 10%%)
de_de: Der Steuersatz in Prozent. (Beispiel: %s für 10%%)

source: The current status of the subscription
de_de: Der aktuelle Status des Abonnements

source: The payment method associated with this subscription.
de_de: Die Zahlungsmethode, die mit diesem Abonnement verbunden ist.

source: Created (UTC/GMT):
de_de: Erstellt (UTC/GMT):

source: The date that this subscription was created on. This field is displayed in UTC/GMT.
de_de: Das Datum, an dem dieses Abonnement erstellt wurde. Dieses Feld wird in UTC/GMT angezeigt.

source: Trial:
de_de: Versuch:

source: The trial period for this subscription
de_de: Die Probezeit für dieses Abonnement

source: Trial Days:
de_de: Schnuppertage:

source: The number of days for this trial period
de_de: Die Anzahl der Tage für diese Probezeit

source: for
de_de: für

source: New Subscription
de_de: Neues Abonnement

source: Manually add a transaction to this subscription
de_de: Manuelles Hinzufügen einer Transaktion zu diesem Abonnement

source: Add Txn
de_de: Txn hinzufügen

source: View related transactions
de_de: Verwandte Transaktionen anzeigen

source: View Txns
de_de: Ansicht Txns

source: Pause Subscription
de_de: Pause Abonnement

source: Resume Subscription
de_de: Lebenslauf Abonnement

source: Cancel Subscription
de_de: Abonnement kündigen

source: Delete Subscription
de_de: Abonnement löschen

source: Show related transaction
de_de: Verbundene Transaktion anzeigen

source: Show related transactions
de_de: Zusammenhängende Transaktionen anzeigen

source: Editing Subscription Status
de_de: Bearbeiten des Abonnementstatus

source: Modifying the Auto Rebill status here will change the status of the Subscription ONLY on your site, not at the Gateway itself. To cancel a Subscription, either you or the member must click on Cancel.
de_de: Wenn du den Status der automatischen Rückerstattung hier änderst, wird der Status des Abonnements NUR auf deiner Website geändert, nicht im Gateway selbst. Um ein Abonnement zu kündigen, müssen entweder du oder das Mitglied auf Abbrechen klicken.

source: Saving...
de_de: Sparen...

source: All Statuses
de_de: Alle Stati

source: Cancelled
de_de: Abgesagt

source: All Gateways
de_de: Alle Gateways

source: Recurring (%d)
de_de: Wiederkehrend (%d)

source: Non-Recurring (%d)
de_de: Nicht-wiederkehrend (%d)

source: Frequently Asked Questions
de_de: Häufig gestellte Fragen

source: How To
de_de: Wie man

source: Frequently "How To..." questions.
de_de: Häufig gestellte "How To..."-Fragen.

source: Getting Started
de_de: Erste Schritte

source: Installation and Upgrading
de_de: Installation und Aufrüstung

source: How to install, activate, and upgrade MemberPress.
de_de: Wie du MemberPress installierst, aktivierst und aktualisierst.

source: Configuring Settings
de_de: Einstellungen konfigurieren

source: How to configure your settings in MemberPress.
de_de: Wie du deine Einstellungen in MemberPress konfigurierst.

source: Supported Payment Gateways
de_de: Unterstützte Zahlungsgateways

source: Pick your payment gateway and get it setup.
de_de: Wähle dein Zahlungs-Gateway und richte es ein.

source: Migrating and Importing/Exporting
de_de: Migrieren und Importieren/Exportieren

source: Migrate from a different membership system, or from a different server.
de_de: Migriere von einem anderen Mitgliedschaftssystem oder von einem anderen Server.

source: Using MemberPress
de_de: MemberPress verwenden

source: Creating and Managing Memberships
de_de: Mitgliedschaften erstellen und verwalten

source: How to configure and use our Memberships.
de_de: Wie du unsere Mitgliedschaften konfigurierst und nutzt.

source: Protecting Content
de_de: Schutz von Inhalten

source: How to use rules to protect content on your site.
de_de: Wie du Regeln zum Schutz von Inhalten auf deiner Website verwendest.

source: Creating and Managing Groups
de_de: Gruppen erstellen und verwalten

source: Configure groups for easy pricing pages and upgrade/downgrade paths.
de_de: Konfiguriere Gruppen für einfache Preisseiten und Upgrade/Downgrade-Pfade.

source: Front End Pages
de_de: Frontend-Seiten

source: How to configure and use Login, Account, Registration, and other front end pages.
de_de: Wie du Login, Konto, Registrierung und andere Frontend-Seiten konfigurierst und nutzt.

source: Shortcodes, Widgets, and Email Parameters
de_de: Shortcodes, Widgets und E-Mail-Parameter

source: Customize emails and pages to match your site.
de_de: Passe E-Mails und Seiten an deine Website an.

source: Managing Members and Thier Subscriptions
de_de: Verwaltung von Mitgliedern und ihren Beiträgen

source: Managing Members(users) and thier subscriptions to memberships.
de_de: Verwalten von Mitgliedern (Benutzern) und deren Abonnements für Mitgliedschaften.

source: Creating and Managing Coupons
de_de: Gutscheine erstellen und verwalten

source: Create and manage coupons for discounts and promotions.
de_de: Erstelle und verwalte Gutscheine für Rabatte und Sonderaktionen.

source: Creating and Managing Reminder Emails
de_de: Erinnerungs-E-Mails erstellen und verwalten

source: Create and use reminder emails to keep your members informed.
de_de: Erstelle und verwende Erinnerungs-E-Mails, um deine Mitglieder auf dem Laufenden zu halten.

source: Viewing Reports
de_de: Berichte ansehen

source: Use MemberPress reports to keep a finger on the pulse of your site.
de_de: Nutze die MemberPress-Berichte, um den Finger am Puls deiner Website zu haben.

source: Extensions
de_de: Erweiterungen

source: MemberPress created and supported extensions.
de_de: MemberPress erstellt und unterstützt Erweiterungen.

source: Integrate MemberPress with your email marketing platform.
de_de: Integriere MemberPress mit deiner E-Mail-Marketing-Plattform.

source: Third-Party Integrations
de_de: Integrationen von Drittanbietern

source: Recommend integrations built and supported by others.
de_de: Empfehle Integrationen, die von anderen entwickelt und unterstützt werden.

source: Offer your courses through MemberPress without our official add-on.
de_de: Biete deine Kurse über MemberPress ohne unser offizielles Add-on an.

source: Protect files, images, and more with the official MemberPressDownloads add-on.
de_de: Schütze Dateien, Bilder und mehr mit dem offiziellen MemberPressDownloads Add-on.

source: Advanced Topics
de_de: Fortgeschrittene Themen

source: Privacy (GDPR)
de_de: Datenschutz (GDPR)

source: What data MemberPress stores and how it works with GDPR.
de_de: Welche Daten MemberPress speichert und wie es mit GDPR funktioniert.

source: MemberPress Developer Tools
de_de: MemberPress Entwickler Tools

source: MemberPress offers webhook support and a REST API for developers.
de_de: MemberPress bietet Webhook-Unterstützung und eine REST-API für Entwickler.

source: Other Tools/Suggestions
de_de: Andere Tools/Vorschläge

source: Advanced to ways to further customize and configure MemberPress.
de_de: Fortgeschrittene zu Möglichkeiten, MemberPress weiter anzupassen und zu konfigurieren.

source: Developer Resources
de_de: Ressourcen für Entwickler

source: Resources about the inner workings of MemberPress for developers.
de_de: Ressourcen über die Funktionsweise von MemberPress für Entwickler.

source: Search
de_de: Suche

source: by Field
de_de: von Feld

source: Any (Slow)
de_de: Beliebig (langsam)

source: Enable Avalara TaxRates
de_de: Aktiviere Avalara TaxRates

source: Get US Tax Rates from Avalara
de_de: Hol dir die US-Steuersätze von Avalara
