Repository: werkmind/german-wordpress-translations
Catalog: memberpress-*.po
Languages: de_de

source: Avalara has a great Tax Rate API for automatically finding the correct tax rate for your customers in the US. Check this option to pull in rates automatically from Avalara on each transaction.<br/><br/>NOTE: This will override any tax rates for the US you've imported via CSV.
de_de: Avalara hat eine großartige Steuersatz-API, mit der du automatisch den richtigen Steuersatz für deine Kunden in den USA ermitteln kannst. Aktiviere diese Option, um die Steuersätze bei jeder Transaktion automatisch von Avalara zu beziehen.<br/><br/>Hinweis: Dadurch werden alle Steuersätze für die USA, die du per CSV importiert hast, außer Kraft gesetzt.

source: Avalara Account ID
de_de: Avalara Konto-ID

source: You can create a free account by registering for Avalara's Tax Rate API at taxratesapi.avalara.com.
de_de: Du kannst ein kostenloses Konto erstellen, indem du dich für Avalaras Steuersatz-API unter taxratesapi.avalara.com registrierst.

source: Avalara License Key
de_de: Avalara Lizenzschlüssel

source: You can get a free License Key by registering for Avalara's Tax Rate API at taxratesapi.avalara.com.
de_de: Du kannst einen kostenlosen Lizenzschlüssel erhalten, indem du dich für Avalaras Tax Rate API unter taxratesapi.avalara.com registrierst.

source: Enable Tax Calculations
de_de: Steuerberechnungen einschalten

source: Enable tax calculations on transactions on all memberships other than those where tax calculations have been specifically disabled.
de_de: Aktiviere die Steuerberechnung für Transaktionen bei allen Mitgliedschaften, außer bei denen, bei denen die Steuerberechnung ausdrücklich deaktiviert wurde.

source: Tax Options
de_de: Steuerliche Optionen

source: Prices Entered With Tax
de_de: Eingetragene Preise mit Steuer

source: Are membership prices exclusive or inclusive tax?
de_de: Sind die Mitgliedschaftspreise exklusive oder inklusive Steuern?

source: <strong>Exclusive:</strong> The customer will pay the price of the membership plus the cost of the tax.</br></br><strong>Inclusive:</strong> The customer will pay just the price of the membership but will include the tax.
de_de: <strong>Exklusiv:</strong> Der Kunde zahlt den Preis der Mitgliedschaft plus die Kosten für die Steuer.</br></br><strong>Inklusiv:</strong> Der Kunde zahlt nur den Preis der Mitgliedschaft, aber die Steuer ist enthalten.

source: Prices entered are exclusive of tax
de_de: Die angegebenen Preise sind exklusive Steuern

source: Prices entered are inclusive of tax
de_de: Die angegebenen Preise sind inklusive Steuern

source: Calculate Tax Based On
de_de: Berechne die Steuer auf der Grundlage von

source: What location should taxes be based on?
de_de: An welchem Standort sollen die Steuern festgesetzt werden?

source: This option will determine whether tax should be calculated based on the address that the customer enters or the address you entered on the "Info" tab here in MemberPress Options.
de_de: Mit dieser Option legst du fest, ob die Steuer anhand der Adresse berechnet werden soll, die der Kunde eingibt, oder anhand der Adresse, die du auf der Registerkarte "Info" hier in den MemberPress-Optionen eingegeben hast.

source: Customer Address
de_de: Kundenadresse

source: Merchant Address
de_de: Adresse des Händlers

source: Default Address
de_de: Standardadresse

source: What default customer address should be used?
de_de: Welche Standard-Kundenadresse soll verwendet werden?

source: If there is no address set for the customer then MemberPress can either use the merchant address to calculate the tax or use no address at all which would result in no tax being applied to the sale.
de_de: Wenn für den Kunden keine Adresse angegeben ist, kann MemberPress entweder die Adresse des Händlers zur Berechnung der Steuer verwenden oder gar keine Adresse, was dazu führen würde, dass keine Steuer auf den Verkauf erhoben wird.

source: No Address
de_de: Keine Adresse

source: Tax Rates
de_de: Steuersätze

source: Custom Tax Rates
de_de: Zollsteuersätze

source: State
de_de: Staat

source: Postcode
de_de: Postleitzahl

source: City
de_de: Stadt

source: Rate %
de_de: Satz %

source: Priority
de_de: Priorität

source: Export Tax Rates
de_de: Ausfuhrsteuersätze

source: Clear Tax Rates
de_de: Klare Steuersätze

source: No custom tax rates have been set. To add some, upload a csv file.
de_de: Es wurden noch keine eigenen Steuersätze festgelegt. Um welche hinzuzufügen, lade eine csv-Datei hoch.

source: Upload Tax Rates
de_de: Steuersätze hochladen

source: Upload Tax Rates via a CSV file. Use this to select a csv file ... then to upload, just hit the "Update Options" button.
de_de: Steuersätze über eine CSV-Datei hochladen. Hier wählst du eine CSV-Datei aus ... zum Hochladen klickst du einfach auf die Schaltfläche "Optionen aktualisieren".

source: Enable TaxJar
de_de: TaxJar aktivieren

source: Get US Tax Rates from TaxJar
de_de: Hol dir die US-Steuersätze von TaxJar

source: TaxJar automate your sales tax calculations, reporting, and filings in minutes.<br/><br/>NOTE: This will override any tax rates for the US you've imported via CSV.
de_de: TaxJar automatisiert deine Umsatzsteuerberechnungen, -berichte und -erklärungen in wenigen Minuten.<br/><br/>Hinweis: Dadurch werden alle Steuersätze für die USA, die du per CSV importiert hast, außer Kraft gesetzt.

source: TaxJar API Key (Live)
de_de: TaxJar API Schlüssel (Live)

source: Live API key for use in production environments.
de_de: Live-API-Schlüssel für die Verwendung in Produktionsumgebungen.

source: TaxJar API Key (Sandbox)
de_de: TaxJar API Schlüssel (Sandbox)

source: Sandbox API key for use in testing and staging environments.
de_de: Sandbox-API-Schlüssel für die Verwendung in Test- und Staging-Umgebungen.

source: Enable TaxJar Sandbox
de_de: TaxJar Sandbox aktivieren

source: Enable a sandbox for use in testing and staging environments.
de_de: Aktiviere eine Sandbox für die Verwendung in Test- und Staging-Umgebungen.

source: Enable VAT
de_de: Mehrwertsteuer aktivieren

source: Enable VAT Tax Calculations
de_de: Mehrwertsteuerberechnungen aktivieren

source: When this is checked then MemberPress will calculate VAT taxes for any customers who are located in the European Union.
de_de: Wenn diese Option aktiviert ist, berechnet MemberPress die Mehrwertsteuer für alle Kunden, die in der Europäischen Union ansässig sind.

source: Merchant VAT Country
de_de: Händler MwSt. Land

source: This is the country of the VAT MOSS your business is registered with.
de_de: Dies ist das Land, in dem dein Unternehmen bei der VAT MOSS registriert ist.

source: Tax all EU Businesses
de_de: Alle EU-Unternehmen besteuern

source: When this option is checked all EU Businesses will be taxed--even if they have a valid VAT number.
de_de: Wenn diese Option aktiviert ist, werden alle EU-Unternehmen besteuert, auch wenn sie eine gültige Umsatzsteuer-Identifikationsnummer haben.

source: Remove tax from valid Businesses
de_de: Steuer von gültigen Geschäften entfernen

source: When enabled, and prices are "inclusive" of tax, then valid EU Businesses will have their tax removed and pay only the NET price of the membership. Invoice will show 0 tax by default.
de_de: Wenn diese Option aktiviert ist und die Preise "inklusive" Steuern sind, wird die Steuer für gültige EU-Unternehmen entfernt und du zahlst nur den Nettopreis der Mitgliedschaft. Auf der Rechnung wird standardmäßig 0 Steuer ausgewiesen.

source: Show negative tax on Invoice
de_de: Negative Steuer auf der Rechnung anzeigen

source: When enabled the tax which is removed for valid EU Businesses will show as a negative amount on the invoice.
de_de: Wenn diese Option aktiviert ist, wird die Steuer, die für gültige EU-Unternehmen abgezogen wird, als negativer Betrag auf der Rechnung angezeigt.

source: Disable VAT VIES database lookup
de_de: Abfrage der MIAS-Datenbank deaktivieren

source: When this option is checked, the VAT number will not be validated by VIES online service.
de_de: Wenn diese Option aktiviert ist, wird die Umsatzsteuer-Identifikationsnummer nicht vom MIAS-Online-Service überprüft.

source: VAT Customer Type
de_de: MwSt. Kundentyp

source: Consumer
de_de: Verbraucher

source: Not Applicable
de_de: Nicht anwendbar

source: Not Set
de_de: Nicht gesetzt

source: Edit Transaction
de_de: Transaktion bearbeiten

source: Deleted Gateway
de_de: Gelöschtes Gateway

source: Transaction ID:
de_de: Transaktions-ID:

source: All Transactions for Coupon
de_de: Alle Transaktionen für Coupon

source: New Transaction
de_de: Neue Transaktion

source: Edit transaction
de_de: Transaktion bearbeiten

source: Send Receipt
de_de: Quittung senden

source: Send Welcome
de_de: Willkommen senden

source: Refund Transaction
de_de: Erstattungstransaktion

source: Refund
de_de: Erstattung

source: Refund Transaction and Cancel Subscription
de_de: Transaktion zurückerstatten und Abonnement kündigen

source: Refund & Cancel
de_de: Erstattung & Stornierung

source: Delete Transaction
de_de: Transaktion löschen

source: View Subscription
de_de: Ansicht Abonnement

source: Change transaction's status
de_de: Den Status der Transaktion ändern

source: Editing Transaction Status
de_de: Bearbeitung des Transaktionsstatus

source: Changing the status here will ONLY change the status on your site, not at the Gateway itself. To cancel a Transaction either you or the member should click the Cancel link next to the Subscription. You must use your Payment Gateway's web interface to refund a transaction.
de_de: Wenn du den Status hier änderst, wird NUR der Status auf deiner Website geändert, nicht im Gateway selbst. Um eine Transaktion zu stornieren, sollten entweder du oder das Mitglied auf den Link Stornieren neben dem Abonnement klicken. Um eine Transaktion zu stornieren, musst du das Webinterface deines Payment Gateways verwenden.

source: Saving ...
de_de: Sparen ...

source: Transaction Number*:
de_de: Transaktionsnummer*:

source: A unique ID for this Transaction. Only edit this if you absolutely have to.
de_de: Eine eindeutige ID für diesen Vorgang. Bearbeite sie nur, wenn du es unbedingt musst.

source: The user who made this transaction.
de_de: Der Benutzer, der diese Transaktion durchgeführt hat.

source: The sub-total (amount before tax) of this transaction
de_de: Die Zwischensumme (Betrag vor Steuern) dieser Transaktion

source: Tax Amount*:
de_de: Steuerbetrag*:

source: The amount of taxes for this transaction
de_de: Die Höhe der Steuern für diese Transaktion

source: Tax Rate*:
de_de: Steuersatz*:

source: The current status of the transaction
de_de: Der aktuelle Status der Transaktion

source: The payment method associated with the transaction.
de_de: Die mit der Transaktion verbundene Zahlungsmethode.

source: Subscription:
de_de: Abonnement:

source: The optional subscription to associate this transaction with.
de_de: Das optionale Abonnement, mit dem diese Transaktion verknüpft werden soll.

source: The date that the transaction was created on. This field is displayed in UTC/GMT.
de_de: Das Datum, an dem die Transaktion erstellt wurde. Dieses Feld wird in UTC/GMT angezeigt.

source: Expiration Date (UTC/GMT):
de_de: Verfallsdatum (UTC/GMT):

source: The date that the transaction will expire. This is used to determine how long the user will have access to the membership until another transaction needs to be made. This field is displayed in UTC/GMT
de_de: Das Datum, an dem die Transaktion ablaufen wird. Damit wird festgelegt, wie lange der Nutzer Zugriff auf die Mitgliedschaft hat, bis eine weitere Transaktion durchgeführt werden muss. Dieses Feld wird in UTC/GMT angezeigt

source: <b>Note:</b> Blank indicates a <b>lifetime</b> expiration.
de_de: <b>Hinweis:</b> Leer bedeutet, dass eine <b>Lebenszeit</b> abgelaufen ist.

source: Error with MEMBERPRESS_LICENSE_KEY: %s
de_de: Fehler bei MEMBERPRESS_LICENSE_KEY: %s

source: <b>MemberPress doesn't have a valid license key installed.</b> Go to the MemberPress %1$ssettings page%2$s to activate your license or go to %3$smemberpress.com%4$s to get one.
de_de: <b>MemberPress hat keinen gültigen Lizenzschlüssel installiert.</b> Gehe auf die MemberPress %1$Einstellungen Seite%2$s, um deine Lizenz zu aktivieren oder gehe zu %3$smemberpress.com%4$s, um eine zu erhalten.

source: Usage
de_de: Verwendung

source: Disable Anonymous Usage Reporting
de_de: Anonyme Nutzungsberichte deaktivieren

source: In order to help us improve MemberPress you can allow MemberPress to send anonymous usage data back to our developers. We respect your privacy so any data that is sent to us can't be traced back to you -- but it will help us to fix issues, identify new features and generally improve MemberPress.
de_de: Um uns bei der Verbesserung von MemberPress zu helfen, kannst du MemberPress erlauben, anonyme Nutzungsdaten an unsere Entwickler zu senden. Wir respektieren deine Privatsphäre, deshalb können die Daten, die wir erhalten, nicht zu dir zurückverfolgt werden - aber sie helfen uns, Probleme zu beheben, neue Funktionen zu finden und MemberPress allgemein zu verbessern.

source: Hide Announcements
de_de: Ankündigungen ausblenden

source: Enabling this option will hide announcements/notifications from MemberPress.
de_de: Wenn du diese Option aktivierst, werden Ankündigungen/Benachrichtigungen von MemberPress ausgeblendet.

source: Membership Information
de_de: Informationen zur Mitgliedschaft

source: User has consented to the Privacy Policy
de_de: Der Nutzer hat der Datenschutzrichtlinie zugestimmt

source: User has NOT consented to the Privacy Policy
de_de: Der Nutzer hat der Datenschutzrichtlinie NICHT zugestimmt

source: Terms of Service
de_de: Allgemeine Geschäftsbedingungen

source: User has consented to the Terms of Service
de_de: Der Nutzer hat den Nutzungsbedingungen zugestimmt

source: User has NOT consented to the Terms of Service
de_de: Der Nutzer hat den Nutzungsbedingungen NICHT zugestimmt

source: Signup Location
de_de: Ort der Anmeldung

source: Detected on user's initial signup
de_de: Erkannt bei der Erstanmeldung des Nutzers

source: View Member's Transactions
de_de: Mitgliedstransaktionen anzeigen

source: View Member's Subscriptions
de_de: Abonnements der Mitglieder ansehen

source: Resend MemberPress Welcome Email
de_de: MemberPress Willkommens-E-Mail erneut senden

source: Custom MemberPress Account Message
de_de: Benutzerdefinierte MemberPress-Kontonachricht

source: Manually place the login form on the page
de_de: Platziere das Anmeldeformular manuell auf der Seite

source: Manually place Login form
de_de: Login-Formular manuell platzieren

source: By default MemberPress will append the login form to the end of the Login page. If you would like to show it in a different place on the Login page check this box then copy and paste the shortcode that appears below where you want it to appear on the page. The [mepr-login-form] shortcode can be used on any page or post on your site to display a login form.
de_de: Standardmäßig fügt MemberPress das Anmeldeformular an das Ende der Anmeldeseite an. Wenn du es an einer anderen Stelle auf der Login-Seite anzeigen möchtest, aktiviere dieses Kontrollkästchen und kopiere den Shortcode, der unten erscheint, an die Stelle, an der du es auf der Seite haben möchtest. Der Shortcode [mepr-login-form] kann auf jeder Seite oder jedem Beitrag auf deiner Website verwendet werden, um ein Anmeldeformular anzuzeigen.

source: Your 7-Day membership activity:
de_de: Deine 7-tägige Mitgliedschaftsaktivität:

source: View More MemberPress Reports
de_de: Mehr MemberPress Berichte anzeigen

source: There are no active payment methods. Please contact the site administrator.
de_de: Es sind keine aktiven Zahlungsmethoden vorhanden. Bitte kontaktiere den Administrator der Seite.

# ui
source: Price:
de_de: Preis:

# ui
source: Terms:
de_de: Bedingungen:

# ui
source: Username:*
de_de: Benutzername:*

# ui
source: Invalid Username
de_de: Ungültiger Benutzername

# ui
source: Password:*
de_de: Passwort:*

# ui
source: Invalid Password
de_de: Ungültiges Passwort

# ui
source: Password Confirmation:*
de_de: Passwort-Bestätigung:*

# ui
source: Password Confirmation Doesn't Match
de_de: Die Passwortbestätigung stimmt nicht überein

# ui
source: Loading icon
de_de: Symbol laden

# ui
source: Invalid Coupon
de_de: Ungültiger Coupon

# ui
source: No val
de_de: Kein Wert

# ui
source: Description
de_de: Beschreibung

# ui
source: Quantity
de_de: Menge

# ui
source: Amount
de_de: Betrag

# ui
source: Sub-Total
de_de: Zwischensumme

source: First Name on Card
de_de: Vorname auf der Karte

source: Last Name on Card
de_de: Nachname auf der Karte

# ui
source: Credit Card Number
de_de: Kreditkartennummer

# ui
source: Invalid Credit Card Number
de_de: Ungültige Kreditkartennummer

# ui
source: Expiration
de_de: Verfall

# ui
source: Invalid Expiration
de_de: Ungültiger Verfall

# ui
source: mm/yy
de_de: mm/jj

# ui
source: Invalid CVC Code
de_de: Ungültiger CVC-Code

# ui
source: %s is Required
de_de: %s ist erforderlich

# ui
source: %s is not valid
de_de: %s ist nicht gültig

# ui
source: Select Payment Method
de_de: Zahlungsmethode auswählen

# ui
source: Subscription Cancelled
de_de: Abonnement gekündigt

# ui
source: A subscription was just cancelled on {$blog_name}:
de_de: Ein Abonnement wurde gerade auf {$blog_name} gekündigt:

# ui
source: Login:
de_de: Anmeldung:

# ui
source: Subscription:
de_de: Abonnement:

# ui
source: Started:
de_de: Angefangen:

# ui
source: Stopped
de_de: Gestoppt

# ui
source: Payment System:
de_de: Zahlungssystem:

# ui
source: %s Reminder Sent
de_de: %s Erinnerung gesendet

# ui
source: A %1$s Reminder (%2$s) was just sent to %3$s for the following subscription:
de_de: Eine %1$s-Erinnerung (%2$s) wurde gerade an %3$s für das folgende Abonnement gesendet:

# ui
source: Membership:
de_de: Mitgliedschaft:

# ui
source: Created:
de_de: Erstellt:

# ui
source: Expires:
de_de: Läuft ab:

# ui
source: CC Expires:
de_de: CC läuft ab:

# ui
source: User ID:
de_de: Benutzer-ID:

# ui
source: A Credit Card is Expiring on {$subscr_cc_month_exp}/{$subscr_cc_year_exp}
de_de: Eine Kreditkarte läuft am {$subscr_cc_month_exp}/{$subscr_cc_year_exp} aus

# ui
source: A member's Credit Card will expire before their next billing on {$blog_name}.
de_de: Die Kreditkarte eines Mitglieds läuft vor der nächsten Abrechnung auf {$blog_name} ab.

# ui
source: Subscription Num:
de_de: Abonnement-Nr:

# ui
source: Credit Card Num:
de_de: Kreditkartennummer:

# ui
source: Credit Card Exp:
de_de: Kreditkarte Exp:

# ui
source: Next Billing:
de_de: Nächste Abrechnung:

# ui
source: Billed to
de_de: Abgerechnet an

# ui
source: Subscription Downgraded
de_de: Abonnement herabgestuft

# ui
source: A user downgraded their subscription on {$blog_name}:
de_de: Ein Benutzer hat sein Abonnement auf {$blog_name} herabgestuft:

# ui
source: Transaction Failed
de_de: Transaktion fehlgeschlagen

# ui
source: A transaction just failed on {$blog_name}:
de_de: Eine Transaktion auf {$blog_name} ist gerade fehlgeschlagen:

# ui
source: Amount:
de_de: Betrag:

# ui
source: Transaction:
de_de: Transaktion:

# ui
source: Date:
de_de: Datum:

# ui
source: Failed
de_de: Gescheitert

# ui
source: New One-Time Subscription
de_de: Neues einmaliges Abonnement

# ui
source: A non-recurring subscription was just created on {$blog_name}:
de_de: Es wurde gerade ein einmaliges Abonnement auf {$blog_name} erstellt:

# ui
source: New Recurring Subscription
de_de: Neues wiederkehrendes Abonnement

# ui
source: A subscription was just created on {$blog_name}:
de_de: Es wurde gerade ein Abonnement auf {$blog_name} erstellt:

# ui
source: Password Lost and Changed for user
de_de: Passwort verloren und geändert für Benutzer

# ui
source: Payment from {$user_full_name}
de_de: Zahlung von {$user_full_name}

# ui
source: Payment Amount:
de_de: Zahlungsbetrag:

# ui
source: Invoice Number:
de_de: Rechnungsnummer:

# ui
source: Invoice Date:
de_de: Rechnungsdatum:

# ui
source: Transaction Refunded
de_de: Transaktion Erstattet

# ui
source: A transaction was just refunded on {$blog_name}:
de_de: Eine Transaktion wurde gerade auf {$blog_name} erstattet:

# ui
source: Refunded
de_de: Erstattet

# ui
source: Subscription Resumed
de_de: Wiederaufnahme des Abonnements

# ui
source: A user resumed their subscription on {$blog_name}:
de_de: Ein Benutzer hat sein Abonnement auf {$blog_name} wieder aufgenommen:

# ui
source: New Signup
de_de: Neue Anmeldung

# ui
source: A new user just signed up on {$blog_name}:
de_de: Ein neuer Benutzer hat sich gerade auf {$blog_name} angemeldet:

# ui
source: Renews:
de_de: Erneuert:

# ui
source: Subscription Paused
de_de: Abonnement pausiert

# ui
source: A subscription was paused on {$blog_name}:
de_de: Ein Abonnement wurde auf {$blog_name} pausiert:

# ui
source: Paused
de_de: Pausiert

# ui
source: Subscription Upgraded
de_de: Abonnement aufgestockt

# ui
source: A user upgraded their subscription on {$blog_name}:
de_de: Ein Benutzer hat sein Abonnement auf {$blog_name} aktualisiert:

# ui
source: Your Automatic Payments Have Been Stopped
de_de: Deine automatischen Zahlungen wurden gestoppt

# ui
source: Your subscription on {$blog_name} was cancelled:
de_de: Dein Abonnement auf {$blog_name} wurde gekündigt:

# ui
source: Hi %s,
de_de: Hallo %s,

# ui
source: Just a friendly reminder that your %1$s on <strong>%2$s</strong>.
de_de: Nur eine freundliche Erinnerung, dass dein %1$s auf <strong>%2$s</strong> steht.

# ui
source: We wouldn't want you to miss out on any of the great content we're working on so <strong>make sure you %1$supdate your credit card today%2$s</strong>.
de_de: Wir möchten nicht, dass du etwas von den tollen Inhalten verpasst, an denen wir arbeiten, also <strong>sorge dafür, dass du %1$seine Kreditkarte noch heute aktualisierst%2$s</strong>.

# ui
source: Cheers!
de_de: Prost!

# ui
source: The {$blog_name} Team
de_de: Das {$blog_name} Team

# ui
source: Your Credit Card is Expiring on {$subscr_cc_month_exp}/{$subscr_cc_year_exp}
de_de: Deine Kreditkarte läuft am {$subscr_cc_month_exp}/{$subscr_cc_year_exp} aus

# ui
source: Your Credit Card will expire before your next billing on {$blog_name}.
de_de: Deine Kreditkarte läuft vor deiner nächsten Abrechnung auf {$blog_name} ab.

# ui
source: To avoid any interruptions in your subscription, please %1$slogin to your account%2$s and update your credit card information.
de_de: Um Unterbrechungen deines Abonnements zu vermeiden, logge dich bitte in dein Konto%2$s ein und aktualisiere deine Kreditkarteninformationen.

# ui
source: Confirm subscription payment
de_de: Bestätige die Zahlung des Abonnements

# ui
source: We tried to process a payment for your subscription to %s, but your bank requested authentication for this transaction. Please confirm the payment by clicking on the following link:
de_de: Wir haben versucht, eine Zahlung für dein Abonnement für %s zu verarbeiten, aber deine Bank hat eine Authentifizierung für diese Transaktion verlangt. Bitte bestätige die Zahlung, indem du auf den folgenden Link klickst:

# ui
source: Your subscription has been downgraded
de_de: Dein Abonnement wurde herabgestuft

# ui
source: Your subscription on {$blog_name} was downgraded:
de_de: Dein Abonnement auf {$blog_name} wurde herabgestuft:

# ui
source: Your Transaction Failed
de_de: Deine Transaktion ist fehlgeschlagen

# ui
source: Sorry, your transaction on {$blog_name} failed. Please update your payment details and retry your purchase.
de_de: Leider ist deine Transaktion auf {$blog_name} fehlgeschlagen. Bitte aktualisiere deine Zahlungsdaten und versuche deinen Kauf erneut.

# ui
source: Here are the details of your transaction:
de_de: Hier sind die Details zu deiner Transaktion:

# ui
source: Thanks for registering for {$product_name}!
de_de: Danke, dass du dich für {$product_name} registriert hast!
