Repository: werkmind/german-wordpress-translations
Catalog: memberpress-*.po
Languages: de_de

source: For this to work you must have the Login page set in the MemberPress options. You can also override this option on a per-membership basis in the Advanced box when creating/editing a membership.
de_de: Damit dies funktioniert, musst du die Login-Seite in den MemberPress-Optionen einstellen. Du kannst diese Option auch für jede einzelne Mitgliedschaft im Feld Erweitert überschreiben, wenn du eine Mitgliedschaft erstellst/bearbeitest.

source: URL to direct member to after logout:
de_de: URL, zu der das Mitglied nach der Abmeldung weitergeleitet wird:

source: Logout Redirect URL
de_de: Logout Umleitung URL

source: Set what URL you want the member to be taken to when they logout on your site. This setting applies to Administrators as well.
de_de: Lege fest, zu welcher URL das Mitglied weitergeleitet werden soll, wenn es sich auf deiner Website abmeldet. Diese Einstellung gilt auch für Administratoren.

source: Account Page Welcome Message
de_de: Konto Seite Willkommensnachricht

source: This text will appear below the navigation on the Account Page.
de_de: Dieser Text wird unterhalb der Navigation auf der Kontoseite angezeigt.

source: Logged In Purchases:
de_de: Eingeloggte Einkäufe:

source: Show The Fields Below For Logged-in Purchases
de_de: Die folgenden Felder für eingeloggte Einkäufe anzeigen

source: Extended User Information Fields:
de_de: Erweiterte Benutzerinformationsfelder:

source: Name Fields:
de_de: Namensfelder:

source: Require
de_de: Fordern Sie

source: Address Fields:
de_de: Adressfelder:

source: (Required when taxes are enabled)
de_de: (Erforderlich, wenn Steuern aktiviert sind)

source: Custom User Information Fields:
de_de: Benutzerdefinierte Informationsfelder:

source: Custom User Information Fields
de_de: Benutzerdefinierte Informationsfelder

source: You can specify custom fields to be used with your users' account. Just click the 'plus' button below to add your first field.
de_de: Du kannst benutzerdefinierte Felder angeben, die für das Konto deiner Nutzer verwendet werden sollen. Klicke einfach auf den "Plus"-Button unten, um dein erstes Feld hinzuzufügen.

source: Add new Custom Field
de_de: Neues benutzerdefiniertes Feld hinzufügen

source: Payment Methods
de_de: Bezahlmethoden

source: A gateway is required to accept payments.Click the (+) below to add your first payment gateway.
de_de: Klicke auf das (+) unten, um dein erstes Zahlungs-Gateway hinzuzufügen.

source: Add a Payment Method
de_de: Eine Zahlungsmethode hinzufügen

source: Add Payment Method
de_de: Zahlungsmethode hinzufügen

source: Member Notices
de_de: Mitgliedsbriefe

source: These are notices that will be sent to your members when events happen in MemberPress.
de_de: Das sind Benachrichtigungen, die an deine Mitglieder geschickt werden, wenn Ereignisse in MemberPress stattfinden.

source: Admin Emails &amp; Notices
de_de: Admin-E-Mails &amp; Benachrichtigungen

source: Admin Notices
de_de: Verwaltungsmitteilungen

source: These are notices that will be sent to the addresses you've set below when events happen in MemberPress.
de_de: Das sind Benachrichtigungen, die an die Adressen geschickt werden, die du unten angegeben hast, wenn Ereignisse in MemberPress stattfinden.

source: Admin Email Addresses:
de_de: Admin-E-Mail-Adressen:

source: Notification Email Addresses
de_de: E-Mail-Adressen für Benachrichtigungen

source: This is a comma separated list of email addresses that will receive admin notifications. This defaults to your admin email set in "Settings" -> "General" -> "E-mail Address"
de_de: Dies ist eine durch Kommata getrennte Liste von E-Mail-Adressen, die Benachrichtigungen für Administratoren erhalten sollen. Die Standardeinstellung ist deine Admin-E-Mail, die du unter "Einstellungen" -> "Allgemein" -> "E-Mail-Adresse" festgelegt hast

source: Privacy Settings
de_de: Datenschutz-Einstellungen

source: Include Privacy Policy link
de_de: Link zur Datenschutzrichtlinie einfügen

source: Privacy Policy Link
de_de: Link zur Datenschutzrichtlinie

source: When this option is checked, a link to your site's Privacy Policy page will be included in all email communication.
de_de: Wenn diese Option aktiviert ist, wird ein Link zur Seite mit den Datenschutzrichtlinien deiner Website in alle E-Mails eingefügt.

source: Send Mail From
de_de: Mail senden von

source: From Name:
de_de: Von Name:

source: From Email:
de_de: Von E-Mail:

source: Disable global auto-responder lists
de_de: Globale Auto-Responder-Listen deaktivieren

source: When this option is checked, and a membership has its own auto-responder list set under its Advanced tab. The global list you set on this page will be disabled on that membership page. The member will only be added to the membership's list, and not the global list in this case.
de_de: Wenn diese Option aktiviert ist und eine Mitgliedschaft ihre eigene Auto-Responder-Liste auf der Registerkarte Erweitert eingestellt hat. Die globale Liste, die du auf dieser Seite eingestellt hast, wird auf dieser Mitgliederseite deaktiviert. Das Mitglied wird in diesem Fall nur in die Liste der Mitgliedschaft aufgenommen und nicht in die globale Liste.

source: Opt-in box checked by default
de_de: Opt-in-Box standardmäßig aktiviert

source: Opt-in checkbox initial value
de_de: Anfangswert des Opt-in-Kontrollkästchens

source: Use this option to set whether the opt-in checkbox shown at signup should be checked or unchecked by default. When enabled, the checkbox will be checked by default.
de_de: Mit dieser Option kannst du festlegen, ob das bei der Anmeldung angezeigte Opt-in-Kontrollkästchen standardmäßig aktiviert oder deaktiviert werden soll. Wenn diese Option aktiviert ist, ist das Kontrollkästchen standardmäßig aktiviert.

source: Enable/Disable Integrations
de_de: Aktivieren/Deaktivieren von Integrationen

source: Merchant Business Address
de_de: Geschäftsadresse des Händlers

source: Enter your business's name & address. Used to figure out tax rates and to include in email receipts.
de_de: Gib den Namen und die Adresse deines Unternehmens ein. Wird verwendet, um die Steuersätze zu berechnen und um sie in E-Mail-Quittungen anzugeben.

source: Business Name*
de_de: Name des Unternehmens*

source: Address Line 1*
de_de: Adresse Zeile 1*

source: Address Line 2
de_de: Adresse Zeile 2

source: City*
de_de: Stadt*

source: Country*
de_de: Land*

source: State*
de_de: Staat*

source: Postcode*
de_de: Postleitzahl*

source: Internationalization
de_de: Internationalisierung

source: Language Code:
de_de: Sprachcode:

source: Currency Code:
de_de: Währungscode:

source: Currency Symbol:
de_de: Währungssymbol:

source: Symbol After Amount
de_de: Symbol Nach Betrag

source: Display Currency Symbol After Amount
de_de: Währungssymbol nach dem Betrag anzeigen

source: Will display the currency symbol after the price of the item. For example: 5.00$ instead of $5.00. Unless you know your countries currency symbol should be listed after, leave this unchecked.
de_de: Zeigt das Währungssymbol nach dem Preis des Artikels an. Zum Beispiel: 5.00$ anstelle von $5.00. Wenn du nicht weißt, dass das Währungssymbol deines Landes nach dem Preis angezeigt werden soll, lass diese Option unmarkiert.

source: Theme Compatibility
de_de: Theme-Kompatibilität

source: Global CSS Styles
de_de: Globale CSS-Stile

source: Load all of MemberPress's CSS Styles on Each Page
de_de: Alle CSS-Stile von MemberPress auf jeder Seite laden

source: When this option is enabled, all of MemberPress's CSS Styles will be loaded on every front end page of your website.
de_de: Wenn diese Option aktiviert ist, werden alle CSS-Stile von MemberPress auf jeder Frontend-Seite deiner Website geladen.

source: Note: This option should only be enabled if MemberPress compatibility with your theme requires its usage.
de_de: Hinweis: Diese Option sollte nur aktiviert werden, wenn die Kompatibilität von MemberPress mit deinem Theme die Verwendung dieser Option erfordert.

source: Authorize Search Engines
de_de: Suchmaschinen autorisieren

source: Treat popular search engines as authorized members?
de_de: Beliebte Suchmaschinen als autorisierte Mitglieder behandeln?

source: When this option is enabled -- Google, Yahoo, Ask, and Bing/MSN are allowed to view protected content on your site as if they were authorized members. This can help search engines index your content.
de_de: Wenn diese Option aktiviert ist, können Google, Yahoo, Ask und Bing/MSN geschützte Inhalte auf deiner Website anzeigen, als ob sie autorisierte Mitglieder wären. Das kann Suchmaschinen helfen, deine Inhalte zu indexieren.

source: Note: This does not work with caching enabled on your site. So avoid enabling this when using WP Super Cache, W3TC, WP Engine hosting, GoDaddy's Managed WordPress -- or any other plugin/webhost that caches your pages.
de_de: Hinweis: Dies funktioniert nicht, wenn das Caching auf deiner Website aktiviert ist. Vermeide es also, dies zu aktivieren, wenn du WP Super Cache, W3TC, WP Engine Hosting, GoDaddy's Managed WordPress - oder ein anderes Plugin/Webhosting verwendest, das deine Seiten zwischenspeichert.

source: Block Search Engines
de_de: Suchmaschinen blockieren

source: Ask search engines to not index protected content?
de_de: Suchmaschinen bitten, geschützte Inhalte nicht zu indizieren?

source: Automatically ask search engines not to index protected content on your site. If the 'Authorize Search Engines' option is enabled, this setting has no effect.
de_de: Suchmaschinen automatisch bitten, geschützte Inhalte auf deiner Seite nicht zu indizieren. Wenn die Option "Suchmaschinen autorisieren" aktiviert ist, hat diese Einstellung keine Wirkung.

source: Enable PayWall
de_de: PayWall aktivieren

source: When enabled, you can specify how many free page views an unauthorized guest will have before being shown the unauthorized messages. We strongly encourage you to leave this option disabled during your initial setup and testing of MemberPress.
de_de: Wenn diese Option aktiviert ist, kannst du festlegen, wie viele kostenlose Seitenaufrufe ein nicht autorisierter Gast erhält, bevor er die nicht autorisierten Meldungen angezeigt bekommt. Wir empfehlen dir dringend, diese Option bei der Ersteinrichtung und beim Testen von MemberPress deaktiviert zu lassen.

source: # Free Views
de_de: # Freie Ansichten

source: Number of Free Views per Guest
de_de: Anzahl der freien Ansichten pro Gast

source: The number of free views unauthorized users can have before the paywall kicks in to prevent access to protected content.
de_de: Die Anzahl der kostenlosen Aufrufe, die nicht autorisierte Nutzer/innen haben können, bevor die Paywall einsetzt, um den Zugriff auf geschützte Inhalte zu verhindern.

source: Weekly Summary Email
de_de: Wöchentliche Zusammenfassung per E-Mail

source: Disable Weekly Summary Email
de_de: Wöchentliche Zusammenfassung per E-Mail deaktivieren

source: A weekly summary email is sent from MemberPress with a report on the revenue and transactions from the previous week. You can stop the email being sent by checking this option.
de_de: Eine wöchentliche Übersichts-E-Mail wird von MemberPress mit einem Bericht über die Einnahmen und Transaktionen der vergangenen Woche verschickt. Du kannst den Versand dieser E-Mail stoppen, indem du diese Option aktivierst.

source: Rewrite Rules
de_de: Regeln umschreiben

source: Disable Rewrite Rules
de_de: Umschreibregeln deaktivieren

source: Disable mod_rewrite (.htaccess) Rules
de_de: Deaktiviere mod_rewrite (.htaccess) Regeln

source: If you are having problems getting other 3rd party applications such as phpBB or phpList to work along side MemberPress, you may need to check this option. Disabling mod_rewrite will mean that individual files cannot be protected with the Custom URI Rules.
de_de: Wenn du Probleme damit hast, dass andere Anwendungen von Drittanbietern wie phpBB oder phpList zusammen mit MemberPress funktionieren, solltest du diese Option aktivieren. Die Deaktivierung von mod_rewrite bedeutet, dass einzelne Dateien nicht mit den Custom URI Rules geschützt werden können.

source: Update Options
de_de: Optionen aktualisieren

source: Show Payment Label
de_de: Zahlungsetikett anzeigen

source: Show Payment Icon
de_de: Zahlungssymbol anzeigen

source: Show Payment Description
de_de: Zahlungsbeschreibung anzeigen

source: You must have a License Key to enable automatic updates for MemberPress, access the admin areas of MemberPress, and receive support. If you don't have a License please go to %1$s to get one. If you do have a license you can login at %2$s to manage your licenses and site activations.
de_de: Du musst einen Lizenzschlüssel haben, um automatische Updates für MemberPress zu aktivieren, auf die Verwaltungsbereiche von MemberPress zuzugreifen und Support zu erhalten. Wenn du keine Lizenz hast, gehst du bitte zu %1$s, um eine zu bekommen. Wenn du eine Lizenz hast, kannst du dich unter %2$s einloggen, um deine Lizenzen und Website-Aktivierungen zu verwalten.

source: Activate License Key
de_de: Lizenzschlüssel aktivieren

source: Quick Feedback
de_de: Schnelles Feedback

source: If you have a moment, please share why you are deactivating MemberPress:
de_de: Wenn du einen Moment Zeit hast, teile bitte mit, warum du MemberPress deaktivierst:

source: Submit & Deactivate
de_de: Einreichen & Deaktivieren

source: Skip & Deactivate
de_de: Überspringen & Deaktivieren

source: Help Us Improve MemberPress
de_de: Hilf uns, MemberPress zu verbessern

source: Did you know that you can do something very easily to help us continue to improve MemberPress?
de_de: Wusstest du, dass du ganz einfach etwas tun kannst, um uns dabei zu helfen, MemberPress weiter zu verbessern?

source: Click "I Agree" below to enable MemberPress to send <em>anonymous</em> usage data back to our developers so you can help us continue to refine this awesome membership plugin.
de_de: Klicke unten auf "Ich stimme zu", um MemberPress zu erlauben, <em>anonyme</em> Nutzungsdaten an unsere Entwickler zu senden, damit du uns helfen kannst, dieses großartige Mitglieder-Plugin weiter zu verbessern.

source: Thanks for your support!
de_de: Danke für deine Unterstützung!

source: I Agree
de_de: Ich stimme zu

source: Nope
de_de: Nö

source: Membership Access URL
de_de: Mitgliedschaft Zugangs-URL

source: This is the URL where those who purchase this membership can get the content they now have access to.
de_de: Dies ist die URL, unter der diejenigen, die diese Mitgliedschaft kaufen, die Inhalte abrufen können, auf die sie jetzt Zugriff haben.

source: When set, the Membership Access URL will make this membership name clickable when a member views their Subscriptions/Payments tabs on the Account page.
de_de: Wenn die URL für den Zugang zur Mitgliedschaft festgelegt ist, kann der Name der Mitgliedschaft angeklickt werden, wenn ein Mitglied die Registerkarten Abonnements/Zahlungen auf der Seite Konto aufruft.

source: Membership Pricing Terms:
de_de: Konditionen für die Mitgliedschaft:

source: Hidden
de_de: Versteckt

source: Membership Pricing Terms
de_de: Konditionen für die Mitgliedschaft

source: By default MemberPress will automatically generate the pricing terms for you on the membership registration page. But in some cases you'll want to either present custom text for the terms ... or hide it alltogether.
de_de: Standardmäßig generiert MemberPress automatisch die Preiskonditionen für dich auf der Seite zur Mitgliederregistrierung. Aber in manchen Fällen möchtest du entweder einen eigenen Text für die Bedingungen einfügen ... oder sie ganz ausblenden.

source: This will allow you to customize the pricing terms on the <b>Registration, Payment, and Account Subscription's pages</b> for this membership. Here's a description of these options:
de_de: Damit kannst du die Preiskonditionen auf den Seiten <b>Anmeldung, Zahlung und Kontoabonnement</b> für diese Mitgliedschaft anpassen. Hier findest du eine Beschreibung dieser Optionen:

source: <b>Default:</b> This will enable the system-generated membership terms.
de_de: <b>Standard:</b> Damit werden die vom System generierten Mitgliedschaftsbedingungen aktiviert.

source: <b>Custom:</b> This will enable you to enter your own description for your membership terms.
de_de: <b>Benutzerdefiniert:</b> Hier kannst du deine eigene Beschreibung für deine Mitgliedschaftsbedingungen eingeben.

source: <b>Hidden:</b> This will hide the membership terms.
de_de: <b>Versteckt:</b> Damit werden die Mitgliedschaftsbedingungen ausgeblendet.

source: Custom Registration Pricing Terms:
de_de: Benutzerdefinierte Registrierung Preiskonditionen:

source: Custom Login Redirect URLs
de_de: Benutzerdefinierte Login-Redirect-URLs

source: By default MemberPress will redirect members to the page setup in options. This will allow you to override that default behavior and customize it any way you want.
de_de: Standardmäßig leitet MemberPress die Mitglieder auf die in den Optionen eingestellte Seite weiter. Hier kannst du dieses Standardverhalten außer Kraft setzen und es nach deinen Wünschen anpassen.

source: Default Login Redirect URL
de_de: Standard Login Redirect URL

source: If the member logging in has an active Subscription to this membership and none of the custom URLs below apply, they will be redirected to this URL after logging in.
de_de: Wenn das Mitglied, das sich anmeldet, ein aktives Abonnement für diese Mitgliedschaft hat und keine der unten aufgeführten benutzerdefinierten URLs zutrifft, wird es nach der Anmeldung zu dieser URL weitergeleitet.

source: Note: This overrides the Login Redirect URL setting in the MemberPress Options. Leave this option blank to use the Login Redirect URL in the MemberPress Options instead.
de_de: Hinweis: Dies überschreibt die Login Redirect URL-Einstellung in den MemberPress-Optionen. Lass diese Option leer, um stattdessen die Login-Redirect-URL in den MemberPress-Optionen zu verwenden.

source: Add Custom Login Redirect URLs
de_de: Benutzerdefinierte Login-Umleitungs-URLs hinzufügen

source: This allows you to redirect a user to different URLs based on how many times they have already logged in. So for example, if you wanted to show upsell pages to members on their 3rd and 6th logins, you can do that by setting the URL to send the member to when they login for the 3rd time and again on the 6th time.
de_de: Damit kannst du einen Nutzer zu verschiedenen URLs weiterleiten, je nachdem, wie oft er sich bereits angemeldet hat. Wenn du z.B. Mitgliedern beim 3. und 6. Login Upsell-Seiten zeigen möchtest, kannst du die URL so einstellen, dass das Mitglied beim 3. und beim 6.

source: Remove URL
de_de: URL entfernen

source: Add URL
de_de: URL hinzufügen

source: Price (%s):
de_de: Preis (%s):

source: Billing Type:
de_de: Abrechnungsart:

source: Recurring
de_de: Wiederkehrende

source: One-Time
de_de: Einmalig

source: Access:
de_de: Zugang:

source: Expire
de_de: Ablaufen

source: Fixed Expire
de_de: Fest Auslaufen

source: Expire After:
de_de: Verfallen nach:

source: days
de_de: tage

source: years
de_de: jahre

source: Allow Early Renewals
de_de: Vorzeitige Verlängerungen zulassen

source: Expire On:
de_de: Verfallen am:

source: Allow Early Annual Renewals
de_de: Vorzeitige Jahresverlängerungen zulassen

source: Interval:
de_de: Intervall:

source: Trial Period
de_de: Probezeit

source: Trial Period Info
de_de: Infos zur Probezeit

source: The trial period is the number of days listed in the "Trial Duration" field. A 1 month trial would be 30 days, 2 months would be 60. Similarly, 1 year would be 365.
de_de: Der Testzeitraum ist die Anzahl der Tage, die im Feld "Testdauer" angegeben ist. Ein 1-monatiger Test ist 30 Tage, 2 Monate sind 60 Tage. Ähnlich wäre 1 Jahr 365 Tage.

source: Price must be greater than 0.00 to choose recurring subscriptions.
de_de: Der Preis muss größer als 0,00 sein, um wiederkehrende Abonnements zu wählen.

source: Trial Duration (Days):
de_de: Versuchsdauer (Tage):

source: Trial Amount (%s):
de_de: Versuchsbetrag (%s):

source: Allow Only One Trial
de_de: Nur einen Versuch zulassen

source: Restrict Trial to One Per Member
de_de: Beschränke den Versuch auf einen pro Mitglied

source: When checked, this option will allow a member to go through the trial once. If they cancel their subscription and try to re-subscribe then they'll be able to do so but without the trial. Note: Coupons set to override a membership trial will still work even with this checked.
de_de: Wenn diese Option aktiviert ist, kann ein Mitglied die Testphase einmal durchlaufen. Wenn sie ihr Abonnement kündigen und versuchen, es erneut zu abonnieren, können sie dies tun, aber ohne die Testphase. Hinweis: Coupons, die so eingestellt sind, dass sie die Probezeit außer Kraft setzen, funktionieren auch dann, wenn diese Option aktiviert ist.

source: Limit Payment Cycles
de_de: Zahlungszyklen begrenzen

source: Max # of Payments:
de_de: Maximale Anzahl von Zahlungen:

source: Access After Last Cycle:
de_de: Zugriff nach dem letzten Zyklus:

source: Expire Access
de_de: Zugang ablaufen

source: Lifetime Access
de_de: Lebenslanger Zugang

source: Expire Access After
de_de: Zugang ablaufen nach

source: Allow users to create multiple, active subscriptions to this membership
de_de: Erlaube Benutzern, mehrere aktive Abonnements für diese Mitgliedschaft zu erstellen

source: Who can purchase this Membership
de_de: Wer kann diese Mitgliedschaft erwerben

source: No permissions message
de_de: Keine Berechtigungsmeldung

source: Preview
de_de: Vorschau

source: Highlighted
de_de: Hervorgehoben

source: <strong>Highlighted:</strong> Make this a Highlighted option on the Group Pricing Page. This makes it stand-out from the other listed memberships.
de_de: <strong>Hervorgehoben:</strong> Erstelle eine hervorgehobene Option auf der Gruppenpreisseite. Dadurch hebt sie sich von den anderen aufgeführten Mitgliedschaften ab.

source: Pricing Display
de_de: Anzeige der Preise

source: This determines how the price will be displayed on the pricing table. If 'Auto' is selected then MemberPress will automatically generate the price for you, if 'Custom' is selected then you'll be able to enter your own custom pricing terms and if you select 'None' then no price will be visible.
de_de: Hier wird festgelegt, wie der Preis in der Preistabelle angezeigt werden soll. Wenn du "Auto" auswählst, generiert MemberPress den Preis automatisch für dich, wenn du "Benutzerdefiniert" auswählst, kannst du deine eigenen Preisbedingungen eingeben und wenn du "Keiner" auswählst, wird kein Preis angezeigt.

source: Custom Pricing
de_de: Individuelle Preisgestaltung

source: Heading Text:
de_de: Überschrift Text:

source: Benefits:
de_de: Vorteile:

source: Footer Text:
de_de: Fußzeilentext:

source: Button Text:
de_de: Schaltfläche Text:

source: Button Position
de_de: Taste Position

source: Footer
de_de: Fußzeile

source: Header
de_de: Kopfzeile

source: Both
de_de: Beide

source: Registration
de_de: Anmeldung

source: Permissions
de_de: Erlaubnisse

source: Price Box
de_de: Preisbox

source: Registration Button Text:
de_de: Registrierung Button Text:

source: This Membership is Tax Exempt
de_de: Diese Mitgliedschaft ist steuerbefreit

source: If this option is checked then taxes won't be calculated for this Membership.
de_de: Wenn diese Option aktiviert ist, werden für diese Mitgliedschaft keine Steuern berechnet.

source: Tax Rates:
de_de: Steuersätze:

source: Standard Rate
de_de: Standardsatz

source: Reduced Rate
de_de: Ermäßigter Satz

source: Reduced VAT Tax Rates
de_de: Ermäßigte Mehrwertsteuersätze
