Repository: werkmind/german-wordpress-translations
Catalog: memberpress-*.po
Languages: de_de

source: This email is sent to you when a transaction fails.
de_de: Diese E-Mail wird an dich geschickt, wenn eine Transaktion fehlschlägt.

source: ** Transaction Failed
de_de: ** Transaktion fehlgeschlagen

source: Member Signup Reminder Email to Admin
de_de: E-Mail zur Erinnerung an die Anmeldung an den Administrator

source: Member Signed Up
de_de: Mitglied Angemeldet

source: Member Signed Up 2 days ago
de_de: Mitglied Angemeldet vor 2 Tagen

source: <b>New One-Time Subscription</b> Notice
de_de: <b>Neues einmaliges Abonnement</b> Hinweis

source: This email is sent to you when a new non-recurring subscription is created.
de_de: Diese E-Mail wird an dich geschickt, wenn ein neues einmaliges Abonnement erstellt wird.

source: ** New One-Time Subscription: {$trans_num}
de_de: ** Neues einmaliges Abonnement: {$trans_num}

source: <b>New Recurring Subscription</b> Notice
de_de: <b>Neues wiederkehrendes Abonnement</b> Hinweis

source: This email is sent to you when a subscription is created.
de_de: Diese E-Mail wird dir geschickt, wenn ein Abonnement erstellt wird.

source: ** New Recurring Subscription: {$subscr_num}
de_de: ** Neues wiederkehrendes Abonnement: {$subscr_num}

source: <b>Payment Receipt</b> Notice
de_de: <b>Zahlungseingang</b> Hinweis

source: This email is sent to you when a payment comes through on your membership site
de_de: Diese E-Mail wird dir geschickt, wenn eine Zahlung auf deiner Mitgliederseite eingeht

source: ** Payment of {$payment_amount} from {$user_full_name}
de_de: ** Zahlung von {$payment_amount} von {$user_full_name}

source: <b>Refunded Transaction</b> Notice
de_de: <b>Rückerstattete Transaktion</b> Mitteilung

source: This email is sent to you when a transaction is refunded.
de_de: Diese E-Mail wird dir geschickt, wenn eine Transaktion erstattet wird.

source: ** Transaction {$trans_num} Was Refunded
de_de: ** Transaktion {$trans_num} Wurde zurückerstattet

source: <b>Resumed Subscription</b> Notice
de_de: <b>Wiederaufnahme des Abonnements</b> Hinweis

source: This email is sent to you when a subscription is resumed.
de_de: Diese E-Mail wird dir geschickt, wenn ein Abonnement wieder aufgenommen wird.

source: ** Subscription {$subscr_num} Resumed
de_de: ** Abonnement {$subscr_num} Wiederaufgenommen

source: Signup Abandoned Reminder Email to Admin
de_de: Abgebrochene Anmeldungen Erinnerungs-E-Mail an Admin

source: Sign Up Abandoned
de_de: Anmeldung abgebrochen

source: Sign Up Abandoned 2 days ago
de_de: Anmeldung Abgebrochen vor 2 Tagen

source: <b>New Signup</b> Notice
de_de: <b>Neuanmeldung</b> Hinweis

source: This email is sent to you when a user registers for your membership site and their first transaction completes.
de_de: Diese E-Mail wird an dich geschickt, wenn sich ein/e Nutzer/in für deine Mitgliederseite registriert und seine/ihre erste Transaktion abgeschlossen hat.

source: ** New Signup: {$username}
de_de: ** Neuanmeldung: {$Benutzername}

source: Subscription Expires Reminder Email to Admin
de_de: Abonnement läuft ab Erinnerungsmail an Admin

source: Subscription Expiring in 2 days
de_de: Abonnement läuft in 2 Tagen ab

source: Subscription Renews Reminder Email to Admin
de_de: Abonnement erneuert Erinnerungs-E-Mail an Admin

source: Subscription Renewing
de_de: Abonnement verlängern

source: Subscription Renewing in 2 Days
de_de: Abonnement verlängert sich in 2 Tagen

source: Subscription Trial Ending Reminder Email to Admin
de_de: E-Mail zur Erinnerung an das Ende der Probezeit an den Administrator

source: A Member's Subscription Trial Period is Ending Soon
de_de: Die Probezeit für das Abonnement eines Mitglieds endet bald

source: Subscription Trial Ending
de_de: Abonnement-Testphase endet

source: Subscription Trial Ending in 2 Days
de_de: Probeabonnement, das in 2 Tagen endet

source: <b>Paused Subscription</b> Notice
de_de: <b>Aufgeschobenes Abonnement</b> Hinweis

source: This email is sent to you when a subscription is paused.
de_de: Diese E-Mail wird dir geschickt, wenn ein Abonnement pausiert wird.

source: ** Subscription {$subscr_num} Paused
de_de: ** Abonnement {$subscr_num} Pausiert

source: <b>Upgraded Subscription</b> Notice
de_de: <b>Aufgestiegenes Abonnement</b> Hinweis

source: This email is sent to you when a subscription is upgraded.
de_de: Diese E-Mail wird dir zugeschickt, wenn ein Abonnement hochgestuft wird.

source: ** Subscription {$subscr_num} Upgraded
de_de: ** Abonnement {$subscr_num} Hochgestuft

source: This email is sent to the user when a subscription is cancelled.
de_de: Diese E-Mail wird an den/die Nutzer/in gesendet, wenn ein Abonnement gekündigt wird.

source: ** Your Automatic Payments Have Been Stopped
de_de: ** Deine automatischen Zahlungen wurden gestoppt

source: Credit Card Expires Reminder Email to User
de_de: E-Mail zur Erinnerung an den Ablauf der Kreditkarte

source: This email is sent to the user when triggered.
de_de: Diese E-Mail wird an den/die Nutzer/in gesendet, wenn sie ausgelöst wird.

source: ** Your %1$s
de_de: ** Dein %1$s

source: This email is sent to a member when their credit card is expiring
de_de: Diese E-Mail wird an ein Mitglied gesendet, wenn seine Kreditkarte abläuft

source: ** Your Credit Card is Expiring
de_de: ** Deine Kreditkarte läuft ab

source: This email is sent to the user when they downgrade a subscription.
de_de: Diese E-Mail wird an den/die Nutzer/in geschickt, wenn er/sie ein Abonnement herunterstuft.

source: ** You've downgraded your subscription
de_de: ** Du hast dein Abonnement heruntergestuft

source: This email is sent to the user when a transaction of theirs fails.
de_de: Diese E-Mail wird an den/die Nutzer/in gesendet, wenn eine seiner/ihrer Transaktionen fehlschlägt.

source: ** Your Transaction Failed
de_de: ** Deine Transaktion ist fehlgeschlagen

source: Member Signup Reminder Email to User
de_de: E-Mail zur Erinnerung an die Anmeldung eines Mitglieds

source: ** Thanks for signing up
de_de: ** Danke für die Anmeldung

source: Membership-Specific Welcome Email to User
de_de: Mitgliedschaftsspezifische Willkommens-E-Mail an den Nutzer

source: This email is sent when this membership is purchased.
de_de: Diese E-Mail wird verschickt, wenn diese Mitgliedschaft gekauft wird.

source: ** Thanks for Purchasing {$product_name}
de_de: ** Danke für den Kauf von {$product_name}

source: This email is sent to a user when payment completes for one of your memberships in her behalf.
de_de: Diese E-Mail wird an einen Nutzer geschickt, wenn die Zahlung für eine deiner Mitgliedschaften in seinem Namen abgeschlossen ist.

source: ** Payment Receipt
de_de: ** Zahlungsbeleg

source: This email is sent to the user when a transaction is refunded.
de_de: Diese E-Mail wird an den/die Nutzer/in gesendet, wenn eine Transaktion erstattet wird.

source: ** Your Transaction Was Refunded
de_de: ** Deine Transaktion wurde zurückerstattet

source: This email is sent to the user when they resume a subscription.
de_de: Diese E-Mail wird an den/die Nutzer/in gesendet, wenn er/sie ein Abonnement wieder aufnimmt.

source: ** Your subscription has resumed
de_de: ** Dein Abonnement wurde fortgesetzt

source: Signup Abandoned Reminder Email to User
de_de: Abgebrochene Anmeldung Erinnerungs-E-Mail an Benutzer

source: ** Please complete your signup
de_de: ** Bitte vervollständige deine Anmeldung

source: <b>Stripe Failed Payment</b> Notice
de_de: <b>Stripe Fehlgeschlagene Zahlung</b> Hinweis

source: This email is sent to the user when a Stripe subscription payment of theirs fails, with a link to pay the outstanding invoice.
de_de: Diese E-Mail wird an den/die Nutzer/in geschickt, wenn eine Stripe-Abonnementzahlung von ihm/ihr fehlschlägt, mit einem Link, um die ausstehende Rechnung zu bezahlen.

source: ** Your Subscription Payment Failed
de_de: ** Deine Abonnement-Zahlung ist fehlgeschlagen

source: Subscription Expires Reminder Email to User
de_de: Abonnement läuft ab Erinnerungsmail an Benutzer

source: Subscription Renews Reminder Email to User
de_de: Abonnement erneuert Erinnerungs-E-Mail an Benutzer

source: Subscription Renewing in 2 days
de_de: Abonnement verlängert sich in 2 Tagen

source: Subscription Trial Ending Reminder Email to User
de_de: E-Mail zur Erinnerung an das Ende der Probezeit an den Benutzer

source: Your Subscription Trial Period is Ending Soon
de_de: Die Probezeit für dein Abonnement endet bald

source: Subscription Trial Ending in 2 days
de_de: Probeabonnement, das in 2 Tagen endet

source: This email is sent to the user when one of their subscriptions is paused.
de_de: Diese E-Mail wird an den/die Nutzer/in gesendet, wenn eines seiner/ihrer Abonnements pausiert wird.

source: ** You've paused your subscription
de_de: ** Du hast dein Abonnement pausiert

source: This email is sent to the user when they upgrade a subscription.
de_de: Diese E-Mail wird an den/die Nutzer/in gesendet, wenn er/sie ein Abonnement aktualisiert.

source: ** You've upgraded your subscription
de_de: ** Du hast dein Abonnement aufgestockt

source: <b>Welcome Email</b>
de_de: <b>Willkommens-E-Mail</b>

source: This email is sent welcome a new user when she initially signs up for your membership site with a completed purchase.
de_de: Diese E-Mail wird verschickt, wenn sich eine neue Nutzerin oder ein neuer Nutzer zum ersten Mal auf deiner Mitgliederseite anmeldet und einen Kauf abgeschlossen hat.

source: ** Welcome to {$blog_name}
de_de: ** Willkommen bei {$blog_name}

source: Offline Payment
de_de: Offline-Zahlung

source: Submit
de_de: Einreichen

source: Loading...
de_de: Laden...

source: Javascript is disabled in your browser. You will not be able to complete your purchase until you either enable JavaScript in your browser, or switch to a browser that supports it.
de_de: Javascript ist in deinem Browser deaktiviert. Du kannst deinen Einkauf erst abschließen, wenn du JavaScript in deinem Browser aktivierst oder zu einem Browser wechselst, der es unterstützt.

source: Admin Must Manually Complete Transactions
de_de: Admin muss Transaktionen manuell abschließen

source: Send Welcome email when "Admin Must Manually Complete Transactions" is enabled
de_de: Willkommens-E-Mail senden, wenn "Admin muss Transaktionen manuell abschließen" aktiviert ist

source: Do not cancel old plan on upgrades when "Admin Must Manually Complete Transactions" is enabled
de_de: Alten Plan bei Upgrades nicht stornieren, wenn "Admin muss Transaktionen manuell abschließen" aktiviert ist

source: This action is not possible with the payment method used with this Subscription
de_de: Diese Aktion ist mit der für dieses Abonnement verwendeten Zahlungsmethode nicht möglich

source: authorize
de_de: bevollmächtigen

source: Pay with your credit card via Authorize.net
de_de: Bezahle mit deiner Kreditkarte über Authorize.net

source: Payment was unsuccessful, please check your payment details and try again.
de_de: Die Zahlung war nicht erfolgreich. Bitte überprüfe deine Zahlungsdaten und versuche es erneut.

source: Your payment details are invalid, please check them and try again.
de_de: Deine Zahlungsdaten sind ungültig. Bitte überprüfe sie und versuche es erneut.

source: This subscription is invalid.
de_de: Dieses Abonnement ist ungültig.

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Credit Card Number
de_de: Kreditkartennummer

source: Invalid Credit Card Number
de_de: Ungültige Kreditkartennummer

source: Expiration
de_de: Verfall

source: Invalid Expiration
de_de: Ungültiger Verfall

source: Invalid CVC Code
de_de: Ungültiger CVC-Code

source: ZIP/Post Code
de_de: ZIP/Postleitzahl

source: An unknown error has occurred.
de_de: Es ist ein unbekannter Fehler aufgetreten.

source: Your first name and last name must not be blank.
de_de: Dein Vor- und Nachname darf nicht leer sein.

source: You must enter your Credit Card number.
de_de: Du musst deine Kreditkartennummer eingeben.

source: Your credit card number is invalid.
de_de: Deine Kreditkartennummer ist ungültig.

source: You must enter your CVV code.
de_de: Du musst deinen CVV-Code eingeben.

source: Transaction Key*:
de_de: Transaktionsschlüssel*:

source: Signature Key*:
de_de: Unterschriftenschlüssel*:

source: Use Authorize.net Sandbox
de_de: Authorize.net Sandbox verwenden

source: Send Authorize.net Debug Emails
de_de: Authorize.net Debug-E-Mails senden

source: Force SSL
de_de: SSL erzwingen

source: Silent Post URL:
de_de: Stille Post URL:

source: MD5 Hash Value:
de_de: MD5 Hash-Wert:

source: Login Name field cannot be blank.
de_de: Das Feld Login-Name darf nicht leer sein.

source: Transaction Key field cannot be blank.
de_de: Das Feld Transaktionsschlüssel darf nicht leer sein.

source: Signature Key field cannot be blank.
de_de: Das Feld Signaturschlüssel darf nicht leer sein.

source: Update your Credit Card information below
de_de: Aktualisiere deine Kreditkarteninformationen unten

source: Zip code for Card
de_de: Postleitzahl für Karte

source: Update Credit Card
de_de: Kreditkarte aktualisieren

source: An unknown error has occurred. Please try again.
de_de: Es ist ein unbekannter Fehler aufgetreten. Bitte versuche es noch einmal.

source: You had an HTTP error connecting to %s: %s
de_de: Du hattest einen HTTP-Fehler bei der Verbindung zu %s: %s

source: MeprAuthorizeAPI Error: Unable to retrieve transaction details. Check your logs for errors.
de_de: MeprAuthorizeAPI Fehler: Die Transaktionsdetails können nicht abgerufen werden. Überprüfe deine Logs auf Fehler.

source: This is not a valid Webhook! Check your settings.
de_de: Dies ist kein gültiger Webhook! Überprüfe deine Einstellungen.

source: Pay via your PayPal account
de_de: Bezahle über dein PayPal-Konto

source: Refund request has been done unsuccessfully
de_de: Der Erstattungsantrag wurde erfolglos gestellt

source: Payer has not yet approved the Order for payment
de_de: Der Zahler hat den Auftrag noch nicht zur Zahlung freigegeben

source: This subscription has already been paused.
de_de: Dieses Abonnement wurde bereits pausiert.

source: Sorry, subscriptions cannot be paused during a free trial.
de_de: Leider können Abonnements während einer kostenlosen Testphase nicht pausiert werden.

source: Could not create PayPal Order
de_de: PayPal-Bestellung konnte nicht erstellt werden

# ui
source: Submit
de_de: Einreichen

source: Payment gateway is not fully configured. Please contact support.
de_de: Das Zahlungsgateway ist nicht vollständig konfiguriert. Bitte kontaktiere den Support.

source: Could not create PayPal product
de_de: PayPal-Produkt konnte nicht erstellt werden

source: Could not create PayPal subscription
de_de: PayPal-Abonnement konnte nicht erstellt werden

source: Could not create Plan
de_de: Konnte keinen Plan erstellen

source: Updating your PayPal Account Information
de_de: Aktualisieren deiner PayPal-Kontoinformationen

source: To update your PayPal Account Information, please go to %sPayPal.com%s, login and edit your account information there.
de_de: Um deine PayPal-Kontoinformationen zu aktualisieren, gehe bitte zu %sPayPal.com%s, logge dich ein und bearbeite deine Kontoinformationen dort.

source: On request
de_de: Auf Anfrage

source: There was a problem, try logging in directly at PayPal to update the status of your recurring profile.
de_de: Es gab ein Problem. Versuche, dich direkt bei PayPal einzuloggen, um den Status deines wiederkehrenden Profils zu aktualisieren.

source: Your payment at PayPal was cancelled.
de_de: Deine Zahlung bei PayPal wurde storniert.

source: You can retry your purchase by %1$sclicking here%2$s.
de_de: Du kannst deinen Einkauf wiederholen, indem du %1$hier%2$s klickst.

source: The refund was unsuccessful. Please login at PayPal and refund the transaction there.
de_de: Die Rückerstattung war erfolglos. Bitte logge dich bei PayPal ein und erstatte die Transaktion dort.

source: The connection to PayPal failed
de_de: Die Verbindung zu PayPal ist fehlgeschlagen

source: There was a problem completing the transaction
de_de: Es gab ein Problem beim Abschließen der Transaktion

source: API Username*:
de_de: API-Benutzername*:

source: API Password*:
de_de: API-Passwort*:

source: Signature*:
de_de: Unterschrift*:

source: Use PayPal Sandbox
de_de: PayPal Sandbox verwenden

source: Send PayPal Debug Emails
de_de: PayPal-Debug-E-Mails senden

source: PayPal API Username field can't be blank.
de_de: Das Feld für den PayPal-API-Benutzernamen darf nicht leer sein.

source: PayPal API Password field can't be blank.
de_de: Das Feld PayPal API-Passwort darf nicht leer sein.

source: PayPal Signature field can't be blank.
de_de: Das Feld für die PayPal-Signatur darf nicht leer sein.

source: You had an HTTP error connecting to %s
de_de: Du hattest einen HTTP-Fehler bei der Verbindung zu %s

source: Your payment at PayPal failed.
de_de: Deine Zahlung bei PayPal ist fehlgeschlagen.

source: You can retry your purchase by %1$sclicking here%2$s. If you continue having troubles paying, please contact PayPal support to find out why the payments are not being approved.
de_de: Du kannst deinen Kauf erneut versuchen, indem du %1$sie hier%2$s anklickst. Wenn du weiterhin Probleme mit der Zahlung hast, wende dich bitte an den PayPal-Support, um herauszufinden, warum die Zahlungen nicht genehmigt werden.

source: ** PayPal Payment ERROR on %s
de_de: ** PayPal Zahlungsfehler bei %s

source: Your PayPal account isn't set up to sell Digital Goods. PayPal is no longer accepting new signups for Digital Goods (via Express Checkout). If your PayPal account is not newly opened, you may be able to contact PayPal's 2nd or 3rd tier support engineers and get Digital Goods enabled for Express Checkout. A little persistance here is sometimes what it takes to make it happen. If their support cannot, or will not activate Digital Goods for you, then you will need to switch MemberPress to use the PayPal Standard gateway integration instead. <a href="https://www.memberpress.com/user-manual/paypal-standard/">MemberPress - PayPal Standard Gateway Integration Instructions</a> Thanks, The MemberPress Team
de_de: Dein PayPal-Konto ist nicht für den Verkauf von digitalen Waren eingerichtet. PayPal nimmt keine neuen Anmeldungen für digitale Waren (über Express Checkout) mehr an. Wenn dein PayPal-Konto nicht neu eröffnet wurde, kannst du dich vielleicht an die 2nd- oder 3rd-Tier-Supporttechniker von PayPal wenden, um digitale Waren für die Express-Kaufabwicklung zu aktivieren. Manchmal ist ein wenig Hartnäckigkeit nötig, um dies zu erreichen. Wenn der Support Digital Goods nicht für dich aktivieren kann oder will, musst du MemberPress so umstellen, dass du stattdessen die PayPal-Standard-Gateway-Integration nutzt. <a href="https://www.memberpress.com/user-manual/paypal-standard/">MemberPress - PayPal Standard Gateway Integration Anleitung</a> Danke! Das MemberPress-Team

source: There was a problem cancelling, try logging in directly at PayPal to update the status of your recurring profile.
de_de: Es gab ein Problem beim Stornieren. Versuche, dich direkt bei PayPal einzuloggen, um den Status deines wiederkehrenden Profils zu aktualisieren.

source: PayPal Payments Pro
de_de: PayPal-Zahlungen Pro

source: Pay with your credit card via PayPal
de_de: Bezahle mit deiner Kreditkarte über PayPal

source: The payment was unsuccessful. %s
de_de: Die Zahlung war erfolglos. %s

source: The refund was unsuccessful. %s
de_de: Die Erstattung war nicht erfolgreich. %s

source: Updating the Credit Card was unsuccessful. %s
de_de: Die Aktualisierung der Kreditkarte ist fehlgeschlagen. %s

source: Your PayPal account isn't setup to sell Digital Goods. Your recurring billing profiles and transactions won't complete properly until this problem is fixed. Follow these instructions to enable Digital Goods: 1) Sign in to your PayPal account (must be signed in before visiting the link below) 2) Visit https://www.paypal.com/us/webapps/mpp/digital in your browser 3) Follow the steps PayPal provides here to add Digital Goods to your account If you still have issues getting this to work, please contact customer support at http://memberpress.com/support. Thanks, The MemberPress Team
de_de: Dein PayPal-Konto ist nicht für den Verkauf digitaler Waren eingerichtet. Deine wiederkehrenden Rechnungsprofile und Transaktionen werden nicht ordnungsgemäß abgeschlossen, bis dieses Problem behoben ist. Befolge diese Anweisungen, um digitale Waren zu aktivieren: 1) Melde dich bei deinem PayPal-Konto an (du musst angemeldet sein, bevor du den unten stehenden Link aufrufst) 2) Besuche https://www.paypal.com/us/webapps/mpp/digital in deinem Browser 3) Befolge die Schritte, die PayPal hier angibt, um digitale Waren zu deinem Konto hinzuzufügen Wenn du immer noch Probleme hast, wende dich bitte an den Kundensupport unter http://memberpress.com/support. Vielen Dank! Das MemberPress-Team

source: There was a problem cancelling. %s
de_de: Es gab ein Problem beim Abbrechen. %s

source: Sorry, we couldn't complete the transaction. Try back later.
de_de: Sorry, wir konnten die Transaktion nicht abschließen. Versuche es später noch einmal.

# ui
source: Woops, someting went wrong. Please try your purchase again.
de_de: Ups, da ist etwas schief gelaufen. Bitte versuche deinen Einkauf noch einmal.

# ui
source: You are being redirected to PayPal now. Please wait...
de_de: Du wirst jetzt zu PayPal weitergeleitet. Bitte warte...

source: Your PayPal payment connection is out of date, and may become insecure. Use the upgrade button below to fix this.
de_de: Deine PayPal-Zahlungsverbindung ist veraltet und kann unsicher werden. Verwende den Upgrade-Button unten, um dies zu beheben.

source: Are you sure?
de_de: Bist du sicher?

source: Upgrade to new PayPal Commerce Platform
de_de: Upgrade auf die neue PayPal Commerce Platform

source: PayPal standard Settings
de_de: PayPal-Standardeinstellungen

source: Primary PayPal Email*:
de_de: Primäre PayPal-E-Mail*:

source: Advanced Mode
de_de: Erweiterter Modus

source: API Username:
de_de: API-Benutzername:

source: API Password:
de_de: API-Passwort:

source: Signature:
de_de: Unterschrift:

source: Return URL:
de_de: Rückgabe-URL:

source: Primary PayPal Email field can't be blank.
de_de: Das Feld für die primäre PayPal-E-Mail darf nicht leer sein.

# ui
source: Your payment amount was lower than expected. Please contact us for assistance if necessary.
de_de: Dein Zahlungsbetrag war niedriger als erwartet. Bitte kontaktiere uns, wenn du Hilfe brauchst.

source: Pay with your credit card via Stripe
de_de: Bezahle mit deiner Kreditkarte über Stripe

source: stripe
de_de: streifen

source: This subscription has already been resumed.
de_de: Dieses Abonnement ist bereits wieder aufgenommen worden.

source: The subscription is locked to a different currency. Please contact us to resume your subscription.
de_de: Das Abonnement ist für eine andere Währung gesperrt. Bitte kontaktiere uns, um dein Abonnement fortzusetzen.

source: Customer not found
de_de: Kunde nicht gefunden

source: The subscription could not be resumed automatically, %1$sclick here%2$s to complete the payment.
de_de: Das Abonnement konnte nicht automatisch fortgesetzt werden, %1$sclick here%2$s um die Zahlung abzuschließen.

source: This subscription has already been cancelled.
de_de: Dieses Abonnement wurde bereits gekündigt.

source: The response from the server was invalid
de_de: Die Antwort des Servers war ungültig

source: An error occurred, please try again
de_de: Es ist ein Fehler aufgetreten, bitte versuche es erneut

source: Pay with your Credit Card via Stripe Checkout
de_de: Bezahle mit deiner Kreditkarte über Stripe Checkout

source: All Stripe keys must be filled in.
de_de: Alle Stripe-Schlüssel müssen ausgefüllt werden.
